[Main]
DisplayName=Беларуская

[DB_FormUninstall]
lbl1.Caption=Праґрама Driver Booster будзе выдаленая з сыстэмы.
lbl2.Caption=Абарыце зьвесткі, якія трэба выдаліць:
CheckBox1.Caption=Файлы канфіґурацыі (ня раіцца)
CheckBox2.Caption=Файлы ліцэнзіі (ня раіцца)
btnOK.Caption=ДОБРА

[DB_FormSaleCrack]
lblTitle.Caption=Вы карыстаецеся неафіцыйны IObit Driver Booster repack!
lblInfo1.Caption=У адрозненні ад арыгінала ён бясплатны і не ўтрымлівае дадатковых рэкламных модуляў.

[DB_FormDrvBst]
btnBackHome.Hint=вяртанне
lblTools.Caption=ІНСТРУМЭНТЫ
btnSound.Caption=Выпраўленьне гуку
btnSound.Hint=Выпраўляе праблемы з гукам.
btnNetwork.Caption=Выпраўленьне сеткі
btnNetwork.Hint=Выпраўляе праблемы зь сеткавым злучэньнем.
btnError.Caption=Выпраўленьне памылкаў прылады
btnError.Hint=Выпраўляе няправільныя коды памылкаў прыладаў.
btnDisplay.Caption=Выпраўленьне адрозьненьня
btnDisplay.Hint=Выпраўляе праблемы з адрозьненьнем экрана.
btnClean.Caption=Ачыстка ад няісных прыладаў
btnClean.Hint=Высталёўвае драйвэры няісных прыладаў.
btnSysInfo.Caption=Зьвесткі пра сыстэму
btnSysInfo.Hint=Зьбірае й паказвае падрабязныя зьвесткі пра вашую сыстэму.
btnNavScan.Hint=Пошук
btnNavTool.Hint=Інструмэнты
btnClose.Hint=Зачыніць
btnMinimize.Hint=Схаваць
btnMaximize.Hint=Разгарнуць
btnWindow.Hint=Аднаўленьне
btnMenu.Hint=Болей наладаў
btnFeedback.Hint=Водгук
btnUpgrade.Caption=Актываваць
lblLicense.Caption=
btnReboot.Caption=Перазагрузіць
btnStartUpdate.Caption=Абнавіць
btnStopUpdate.Caption=Спыніць
lblDriverAge.Caption=Стан драйвэраў:
lblLastScan.Caption=Апошняя праверка: Ніколі!
chkAutoAct.Caption=Аўтаматычна перазагрузіць кампутар
mniMainSettings.Caption=Налады...
mniMainRescue.Caption=Аднаўленьне...
mniMainFeedback.Caption=Водгук...
mniMainUpdate.Caption=Шукаць абнаўленьні
mniMainManual.Caption=Кіраўніцтва (F1)
mniMainSupport.Caption=Тэхнічная падтрымка
mniMainTranslate.Caption=Перакласьці
mniMainIObit.Caption=Прадукты IObit
mniMainHistory.Caption=Што новага
mniMainAbout.Caption=Пра праґраму
mniMainLike.Caption=Падабаецца
mniTrayShow.Caption=Адчыніць Driver Booster
mniTrayScan.Caption=Шукаць!
mniTraySettings.Caption=Налады...
mniTrayFeedback.Caption=Водгук...
mniTrayUpdate.Caption=Шукаць абнаўленьні
mniTrayExit.Caption=Выйсьце
mniItemDetail.Caption=Падрабязна...
mniItemUpdate.Caption=Абнавіць
mniItemIgnore.Caption=Іґнараваць
mniItemBackup.Caption=Назад
mniItemUninstall.Caption=Высталяваць
mniItemRollBack.Caption=Адкаціць
mniItemExport.Caption=Экспартаваць
mniItemFixSound.Caption=Выпраўленьне гуку
mniItemFixDisplay.Caption=Выпраўленьне адрозьненьня
mniItemFixNetwork.Caption=Выпраўленьне сеткі
mniItemFixFaulty.Caption=Выпраўленьне памылкаў прылады
mniAutoShutdown.Caption=Аўтаматычна адключыць кампутар
mniAutoReboot.Caption=Аўтаматычна перазагрузіць кампутар
lblFailIgnore.Caption=Некаторыя драйвэры не ўсталяваныя з-за праблемаў сумяшчальнасьці з вашаю сыстэмай. Больш падыходныя вэрсіі драйвэраў зьявіцца крыху пазьней.
lblAscTitle.Caption=Раім Вам: Advanced SystemCare
lblAscText.Caption=Абарона й ачыстка вашага кампутара адною пстрычкаю
lblAscDownload.Caption=Спампаваць зараз
lblNewsOffline.Caption=Парайце Driver Booster вашым сваякам і сябрам. Яны застануцца задаволенымі гэтаю праґрамаю!
btnProFun1.Caption=Болей драйвэраў
btnProFun1.Hint=Падтрымка вялікае колькасьці прыладаў.
btnProFun2.Caption=Выпраўленьне памылкаў
btnProFun2.Hint=Выпраўленьне кодаў памылкаў дзеля паляпшэньня працы драйвэраў.
btnProFun3.Caption=Аўтаспампоўваньне
btnProFun3.Hint=Аўтаматычна сьцягвае драйвэры падчас прастою сыстэмы.
lblHomeDevice.Caption=Драйвэры
lblHomeGame.Caption=Кампанэнты

[DB_FormUpdateTips]
lblCaption.Caption=Driver Booster
lblTitle.Caption=Праґрама Driver Booter пасьпяхова абноўленая да %s
btnTry.Caption=Паспрабаваць
btnDetails.Caption=Падрабязна
lblContentTitile.Caption=Больш драйвэраў & лепшая хуткадзейнасьць з PRO-функцыямі:
lblContent1.Caption=- Неабмежаваны доступ да павялічанае базы драйвэраў
lblContent2.Caption=- Павялічэньне хуткадзейнасьці гульняў
lblContent3.Caption=- Паляпшэньне хуткадзейнасьці & стабільнасьці сыстэмы
btnGet.Caption=Атрымаць
btnClose.Hint=Зачыніць

[DB_FormSettings]
lblTitle.Caption=Налады
btnOK.Caption=ДОБРА
btnCancel.Caption=Скасаваць
btnApply.Caption=ДОБРА
btnRecommended.Caption=Раіцца
btnClose.Hint=Зачыніць
btnTabNetwork.Caption=Сеціва
btnTabDrivers.Caption=Драйвэры
btnTabIgnored.Caption=Выключэньні
btnTabScan.Caption=Праверка
btnTabGeneral.Caption=Агульнае
lblProxyAddr.Caption=Хост:
lblProxyPort.Caption=Порт:
lblProxyUser.Caption=Імя карыстача:
lblProxyPass.Caption=Пароль:
chkProxy.Caption=Дазволіць пасярэднік
chkProxy0.Caption=Без пасярэдніка
chkProxy1.Caption=Вызначыць налады (калі Вы ім карыстаецеся)
chkProxy2.Caption=Аўтавызначэньне (налады Internet Explorer)
lblDownPath.Caption=Тэчка захаваньня ўсталёўнікаў спампаваных драйвэраў:
btnDownPath.Caption=Агляд...
lblBackPath.Caption=Тэчка захоўваньня адноўкаў драйвэраў:
btnBackPath.Caption=Агляд...
chkAutoBackup.Caption=Ствараць кропку аднаўленьня перад усталяваньнем драйвэраў
chkAutoBackup2.Caption=Рэзэрваваць драйвэры перад абнаўленьнем
chkAutoDownload.Caption=Аўтаматычна абнаўляць драйвэры падчас прастою сыстэмы
chkAcceDown.Caption=Паскараць сьцягваньне драйвэраў
btnAutoDownDesc.Caption=Толькі сьцягваць драйвэры & кампанэнты
btnAutoUpdtDesc.Caption=Сьцягваць і ўсталёўваць драйвэры & кампанэнты
chkAutoDelete.Caption=Выдаляць усталёўнікі абноўленых драйвэраў
chkAutoScan.Caption=Выконваць праверку падчас запуску праґрамы
chkSchedule.Caption=Фіксаваная частасьць аўтавыкананьня
cbxSchedule.Items[0]=Штодзень
cbxSchedule.Items[1]=Штотыдзень
cbxSchedule.Items[2]=Раз у два тыдні
cbxSchedule.Items[3]=Штомесяц
chkCloseAction.Caption=Хаваць праґраму ў сыстэмны трэй замест зачыненьня
chkAutoRun.Caption=Запускаць разам з Windows
lblLanguage.Caption=Мова:
lblTrans.Caption=Празрыстасьць:
lblIgnoreList.Caption=Сьпіс прыладаў, выключаных з праверкі. Пстрыкніце “Аднавіць”, каб вярнуць вылучаную прыладу ў сьпіс праверкі.
lvIgnoreList.Columns[0].Caption=Прылада
lvIgnoreList.Columns[1].Caption=Вэрсія
btnRestore.Caption=Аднавіць
chkQuietInstall.Caption=Ціхая ўсталёўка
lblQuietInstDesc.Caption=Гэты рэжым пазбавіць Вас ад дыялёґавых вокнаў, выныркаў ды іншых паведамленьняў падчас усталяваньня драйвэраў. Мы настойліва раім Вам уключыць яго, каб пазьбегнуць лішніх клопатаў.
chkWhqlTest.Caption=Паказваць толькі драйвэры, якія прайшлі WHQL-тэсты
lblWhqlTestDesc.Caption=WHQL-тэставаньне - працэдура выпрабаваньня, пры якой Microsoft прыцягвае для выкананьня шэрагу тэстаў абсталяваньне ці абпраґрамаваньне трэціх бакоў. WHQL-тэставаньне забясьпечвае бясьпеку й стабільнасьць абнаўленьня драйвэраў. Усталяваньне абнаўленьняў, якія не прайшлі WHQL-тэст, можа прывесьці да збояў, неўстойлівасьці сыстэмы й праблемаў з сумяшчальнасьцю.
lblSkin.Caption=Вокладка:
lblSkinNone.Caption=ХУТКА
lblFontSize.Caption=Памер шрыфту:
btnFontSize1.Hint=Звычайны
btnFontSize2.Hint=Вялікі
btnFontSize3.Hint=Буйны
chkScanPnp.Caption=Аўтаматычная праверка на наяўнасьць новых прыладаў
chkScanGame.Caption=Шукаць абнаўленьні для Гульнявых кампанэнтаў
lblAutoUpdate.Caption=Спосаб абнаўленьня:
chkAutoUpdate1.Caption=Самаабнаўленьне
chkAutoUpdate2.Caption=Нагадваць пры наяўнасьці абнаўленьняў
chkSaveWndRct.Caption=Запамінаць пазыцыю й памер акна падчас зачыненьня праґрамы
chkAnimateOff.Caption=Адключыць анімацыйныя эфэкты (для слабых кампутараў)
chkCreateScheduler.Caption=Запускаць Driver Booster па раскладзе (раіцца)
chkSkipUAC.Caption=Прапускаць Кантроль уліковых запісаў (UAC)

[DB_FormRescue]
lblTitle.Caption=Цэнтар аднаўленьня
btnClose.Hint=Зачыніць
btnTabDrvBkp.Caption=Рэзэрваваньне
btnTabSysRst.Caption=Сыстэма
btnTabDrvRst.Caption=Драйвэры
lblWaiting.Caption=Чаканьне...
lblEmpty.Caption=Сьпіс пусты.
lvDrvRstList.Columns[0].Caption=Прылада
lvDrvRstList.Columns[1].Caption=Бягучая вэрсія
lvDrvRstList.Columns[2].Caption=Вэрсія адноўкі
lvDrvBkpList.Columns[0].Caption=Прылада
lvDrvBkpList.Columns[1].Caption=Бягучая вэрсія
lvDrvBkpList.Columns[2].Caption=Вэрсія адноўкі
lvSysRstList.Columns[0].Caption=Час і дата
lvSysRstList.Columns[1].Caption=Апісаньне
lvSysRstList.Columns[2].Caption=Тып

[DB_FormLicense]
lblTitle.Caption=Кіраўнік ліцэнзіямі
lblTitle1.Caption=Кіраўнік ліцэнзіямі
lblTitle2.Caption=Азначце ліцэнзію
lblState.Caption=Стан:
lblCode.Caption=Код:
lblDate.Caption=Тэрмін дзеяньня:
lblRefresh.Caption=Абнавіць
lblExport.Caption=Экспарт
lblLicenseDesc.Caption=Калі ласка, азначце ліцэнзійны код і пстрыкніце “Актываваць”, каб атрымаць Driver Booster PRO. Каб пазьбегнуць памылкаў друку, калі ласка скапіюйце код з атрыманага эл. ліста й устаўце сюды.
lblLicenseCode.Caption=Ліцэнзійны код:
lblLicenseErr.Caption=Хібны ліцэнзійны код! Калі ласка, азначце сапраўдны код.
lblLicenseEg.Caption=(Напр.: AAAAA-BBBBB-CCCCC-DDDDD)
lblValidate.Caption=Праверка...
lblGetLicense.Caption=Атрымаць
lblRetriveCode.Caption=Аднавіць
btnClose.Hint=Зачыніць
btnClose2.Caption=Зачыніць
btnBack.Caption=Назад
btnActivate.Caption=Актываваць
lblHelp.Caption=Дапамога
mniEditCut.Caption=Выразаць
mniEditCopy.Caption=Капіяваць
mniEditPaste.Caption=Уставіць
mniEditDelete.Caption=Выдаліць
mniEditSelectAll.Caption=Абраць усё

[DB_FormDetail]
btnClose.Hint=Зачыніць
btnUpdate.Caption=Абнавіць
lblTitle.Caption=Зьвесткі пра драйвэр
lblMoreInfo.Caption=Пстрыкніце тут, каб пабачыць падрабязныя зьвесткі
lblIgnore.Caption=Іґнараваць
lblUninst.Caption=Высталяваць
lblRollbk.Caption=Адкаціць
lvInfoList.Columns[0].Caption=Дэталі
lvInfoList.Columns[1].Caption=Бягучы
lvInfoList.Columns[2].Caption=Даступны
lvInfoList.Items[0].Caption=Вэрсія:
lvInfoList.Items[1].Caption=Дата:
lvInfoList.Items[2].Caption=Выдавец:

[DB_FormHintPop]
btnClose.Hint=Зачыніць
btnSettings.Hint=Налады
chkOption1.Caption=Болей не паказваць
chkOption2.Caption=Болей не паказваць
chkOption3.Caption=Болей не паказваць
chkOption4.Caption=Болей не паказваць
lblText51.Caption=Тэрмін дзеяньня падпіскі мінуў!
lblText52.Caption=Вы можаце пераактываваць PRO-рэдакцыю зараз са зьніжкаю ў <a>75%!</a>
lblText53.Caption=<a>$24.95</a>    <a>$74.85</a>
lblText54.Caption=1-рокавая падпіска на 3 кампутара
lblText55.Caption=√ 100% ґарантыя вяртаньня грошай
lblText56.Caption=√ Дармавая тэхнічная падтрымка 24/7

[DB_FormAbout]
btnClose.Hint=Зачыніць
lblTitle.Caption=Пра Driver Booster
lblCopyright.Caption=Аўтарскае права© %d IObit.
lblCopyright2.Caption=Усе правы засьцярожаныя.
lblWarning1.Caption=ПАПЯРЭДЖАНЬНЕ
lblWarning2.Caption=Гэтая кампутарная праґрама абароненая законамі пра аўтарскае права й міжнароднымі дамовамі.
lblThanksTitle.Caption=Асабліва дзякуем наступным панам за іх садзейнічаньне:
pnlThanksTitle.Caption=Падзякі:
lblUninstall.Caption=<a>Інструкцыя па высталёўцы</a>

[DB_FormFeedback]
lblTitle.Caption=Водгук
lblEmail.Caption=E-mail:
lblType.Caption=Характар водгуку:
lblDesc.Caption=Апісаньне:
lblWaiting.Caption=Перадача водгуку...
lblFixTitle.Caption=Вынахады распаўсюдж. праблемаў:
btnClose.Hint=Зачыніць
btnSend.Caption=Перадаць
btnCancel.Caption=Скасаваць
lblEmailHint.Caption=Калі ласка, пераканайцеся ў дакладнасьці адрасу вашае эл.пошты, каб мы змаглі скантактавацца з Вамі.
lblCallTitle.Caption=Тэлефануйце нашым экспэртам у выпадку праблемаў з кампутарам
lblCallHint.Caption=(Задарма, 24×7)
mniEditCut.Caption=Выразаць
mniEditCopy.Caption=Капіяваць
mniEditPaste.Caption=Уставіць
mniEditDelete.Caption=Выдаліць
mniEditSelectAll.Caption=Абраць усё
mniAttachEmpty.Caption=(Пуста)
mniAttachClear.Caption=Выдаліць усё
btnAttachAdd.Hint=Дадаць
btnAttachView.Hint=Агляд
dlgAttach.Title=Калі ласка абярыце файлы, якія Вы жадаеце прыкласьці:
btnFixTitle.Caption=Вынахады распаўсюдж. праблемаў:
btnFixSysInfo.Caption=Зьвесткі пра сыстэму
lblFixSound.Caption=Адсутнічае гук
lblFixNetwork.Caption=Праблемы зь сеткаю
lblFixDisplay.Caption=Нізкае адрозьненьне
lblFixReInst.Caption=Скінуць

[DB_FormInstTips]
lblTitle.Caption=Падказкі па ўсталёўцы
chkDontRemind.Caption=Не нагадваць ізноў
btnContinue.Caption=Працягнуць
btnClose.Hint=Зачыніць
btnOK.Caption=ДОБРА

[DB_FormInstWizard]
lblTitle.Caption=Майстар усталёўкі драйвэраў
lblVersion.Caption=Вэрсія:
lblDate.Caption=Дата:
lblWarning.Caption=НАТАТКА： Каб пазьбегнуць збояў, калі ласка зачыніце ўсе праґрамы й не запускайце іх датуль, пакуль ня скончыцца ўсталяваньне.
lblReboot.Caption=Калі ласка, перазагрузіце ваш кампутар, каб зьмяненьні набылі моц.
lblWaiting.Caption=Калі ласка, дачакайцеся завяршэньня ўсталёўкі...
lblSucceed.Caption=Усталёўка выкананая!
lblFailed.Caption=Збой усталёўкі!
btnClose.Hint=Зачыніць
btnCancel.Caption=Скасаваць
btnDone.Caption=Гатова
btnInstall.Caption=Усталяваць
chkSilentInst.Caption=Ціхая ўсталёўка

[DB_FormUIPanel]
btnClose.Hint=Зачыніць
lblSkin.Caption=Вокладка:
lblSkinNone.Caption=ХУТКА
lblTrans.Caption=Празрыстасьць:
lblFontSize.Caption=Памер шрыфту:
btnFontSize1.Hint=Звычайны
btnFontSize2.Hint=Вялікі
btnFontSize3.Hint=Буйны
lblBackground.Caption=Фон:
lblBgSelect.Caption=Абраць відарыс...
lblBgRemove.Caption=Выдаліць фон
dlgOpenPic.Title=Калі ласка, абярыце відарыс для фону:

[DB_FormToolPanel]
btnClose.Hint=Зачыніць
btnSound.Caption=Выпраўленьне гуку
btnNetwork.Caption=Выпраўленьне сеткі
btnDisplay.Caption=Выпраўленьне адрозьненьня
btnClean.Caption=Ачыстка ад няісных прыладаў
btnError.Caption=Выпраўленьне памылкаў прылады
btnSysInfo.Caption=Зьвесткі пра сыстэму
btnSound.Hint=Выпраўляе праблемы з гукам.
btnNetwork.Hint=Выпраўляе праблемы зь сеткавым злучэньнем.
btnDisplay.Hint=Выпраўляе праблемы з адрозьненьнем экрана.
btnClean.Hint=Высталёўвае драйвэры няісных прыладаў.
btnError.Hint=Выпраўляе памылкі на вашай прыладзе.
btnSysInfo.Hint=Зьбірае й паказвае падрабязныя зьвесткі пра вашую сыстэму.

[DB_FormMenu]
btnMenuSettings.Caption=Налады...
btnMenuRescue.Caption=Аднаўленьне...
btnMenuFeedback.Caption=Водгук...
btnMenuLicense.Caption=Увод ліцэнзіі...
btnMenuDrvLog.Caption=Гісторыя абнаўленьняў
btnMenuUpdate.Caption=Шукаць абнаўленьні
btnMenuManual.Caption=Кіраўніцтва (F1)
btnMenuSupport.Caption=Тэхнічная падтрымка
btnMenuTranslate.Caption=Перакласьці
btnMenuIObit.Caption=Прадукты IObit
btnMenuHistory.Caption=Што новага
btnMenuAbout.Caption=Пра праґраму
btnMenuFacebook.Caption=Будзьма разам у Facebook
btnIconLike.Hint=Падабаецца
btnIconFeedback.Hint=Водгук
btnIconRescue.Hint=Аднаўленьне
btnMenuBack.Hint=вяртанне
lblSkinBlack.Caption=вяртанне
lblSkinWhite.Caption=Белая
lblMenuSkin.Caption=скура
SelColorX.Hint=Карыстацкі

[DB_M]
M_BoostSafeAPP=Калі ласка, захавайце ўсю працу й дакумэнты ПЕРАД паскарэньнем.
M_AutoRunInfo=Уключае аўтавыкананьне па раскладзе.
M_CreScheduler1=Скасаваўшы аўтавыкананьне Вы, тым самым, адключыце наступныя функцыі:
M_CreScheduler2=- Запуск разам з Windows
M_CreScheduler3=- Фіксаваная частасьць аўтавыкананьня
M_CreScheduler4=- Аўтаабнаўленьне драйвэраў падчс прастою сыстэмы (PRO)
M_CreScheduler5=- Самаабнаўленьне Driver Booster (PRO)
M_CreScheduler6=- Апавяшчэньні пра наяўнасьць абнаўленьняў Driver Booster
M_CreScheduler7=Вы сапраўды жадаеце адключыць аўтавыкананьне па раскладзе?
M_LicenseBlocked=Збой актывацыі з-за таго, што адрасы нашых паслугачоў заблякаваныя ў вашым файле Hosts. Калі ласка, пстрыкніце “ДОБРА”, каб выправіць гэта.
M_LicenseErrGive=Гэты ліцэнзійны код %s ня дзейнічае ў вашым рэґіёне ці краіне. Калі ласка, пстрыкніце “ДОБРА”, каб набыць прыдатны.
M_HeadSelectAll=Абраць усё
M_mniBackup=Рэзэрваваць
M_mniBackedUp=Рэзэрваваць
M_AutoUpdateQuery=Каб засьцерагчы сыстэму ад збояў, раіцца дазволіць стварэньне кропкаў аднаўленьня й адноўкаў драйвэраў перад іх абнаўленьнем.
M_SCAN=ПОШУК
M_STOP=СТОП
M_DriverAge0=Абноўлены
M_DriverAge1=Састарэлы
M_DriverAge2=Стары
M_DriverAge3=Вельмі стары
M_DriverAge4=Збой!
M_DriverAge5=Патрабуецца перазагрузка
M_DriverAge6=Выканана!
M_DriverAge7=Страчаны драйвэр
M_DriverAge8=Хібны драйвэр
M_DriverAge9=Не ўсталявана
M_Outdated=састарэлы(х)
M_Uptodate=абноўлены(х)
M_Unplugged=Адключана
M_NotInstalled=Неўсталявана
M_Attention=Увага!
M_Congratul=Ура!
M_Report0=Усе драйвэры абноўленыя!
M_Report1=Яшчэ не правяралася.
M_Report2=Збой праверкі!
M_Report3=Састарэлыя, страчаныя або пашкоджаныя драйвэры могуць запаволіць ці парушыць нармалёвую працу кампутара, выклікаць збой у сыстэме, і нават перашкодзіць вашым гульням. Пстрыкніце “ПОШУК”, каб праверыць стан вашых драйвэраў.
M_Report4=Абнавіўшы драйвэры, Вы атрымаеце стабільную й больш высокую хуткадзейнасьць кампутара, і зможаце цалкам нацешыцца гульнямі. Пстрыкніце “ПОШУК”, каб праверыць наяўнасьць абнаўленьняў усіх вашых драйвэраў.
M_Report5=Празь сеціўную базу зьвесткаў даступна абнаўленьне большага ліку прыладаў.
M_Report6_1=За ўвесь час працы Driver Booster быў абноўлены <a>%d</a> драйвэр. <a>Паказаць гісторыю абнаўленняў</a>
M_Report6_2=За ўвесь час працы Driver Booster былі абноўленыя <a>%d</a> драйвэра. <a>Паказаць гісторыю абнаўленняў</a>
M_Report6_X=За ўвесь час працы Driver Booster былі абноўленыя <a>%d</a> драйвэра(ў). <a>Паказаць гісторыю абнаўленняў</a>
M_ReportStill=Усё яшчэ
M_ReportDevc_1=<a>%d</a> састарэлы драйвэр
M_ReportDevc_2=<a>%d</a> састарэлых драйвэра
M_ReportDevc_X=<a>%d</a> састарэлых драйвэра(ў)
M_ReportGame_1=<a>%d</a> састарэлая праґрама
M_ReportGame_2=<a>%d</a> састарэлых праґрамы
M_ReportGame_X=<a>%d</a> састарэлых праґрамы(аў)
M_ReportTray_1=Усяго абноўлены %d драйвэр.
M_ReportTray_2=Усяго абноўлена %d драйвэра.
M_ReportTray_X=Усяго абноўлена %d драйвэраў.
M_LastScan=Апошняя праверка:
M_NeedScan=Патрабуецца праверка
M_WaitScan=Праверка...
M_Never=Ніколі!
M_Today=Сёньня
M_Yesterday=Учора
M_DaysAgo=дз. таму
M_Stopped=Спынена
M_Update=Абнавіць
M_Failed=Памылка
M_Reboot=Перазагрузіць
M_Retry=Паўтарыць
M_Installed=Усталявана
M_Available=Даступна
M_Vern=Вэрсія
M_Date=Дата
M_Details=Падрабязна
M_InitUpdate=Падрыхтоўка да абнаўленьня...
M_InitDown=Падрыхтоўка да спампоўкі драйвэраў...
M_InitInst=Падрыхтоўка да ўсталёўкі драйвэраў...
M_CancelQuery=Вы сапраўды жадаеце скасаваць абнаўленьне?
M_UpdateFailed=Збой абнаўленьня!
M_UpdateFinished=Абнаўленьне выкананае.
M_NeedReboot=Патрэбна перазагрузка.
M_RebootQuery=Вы сапраўды жадаеце выканаць перазагрузку кампутара? Калі ласка, пераканайцеся ў тым, што Вы захавалі ўсю сваю працу й зачынілі ўсе праґрамы.
M_NoItemSel=Пункты не абраныя. Ці жадаеце Вы абнавіць усе састарэлыя драйвэры?
M_DiskIsFull=Дыск %s запоўнены! Калі ласка, ачысьціце яго ці прызначце іншы каталёґ для захаваньня ўсталёўнікаў і паспрабуйце зноў.
M_Downloading=Спампоўваньне...
M_DownFailed=Збой спампоўваньня!
M_Installing=Усталяваньне:
M_InstFailed=Збой усталяваньня!
M_SysBackupWait=Стварэньне кропкі аднаўленьня, калі ласка чакайце...
M_DrvBackupWait=Рэзэрваваньне драйвэраў, калі ласка чакайце...
M_RestoreEnable=Служба аднаўленьня сыстэмы ня ўключаная. Калі ласка пстрыкніце “ДОБРА”, каб Driver Booster мог стварыць кропку аднаўленьня перад усталяваньнем новых драйвэраў. Або пстрыкніце “Скасаваць”, каб усталяваць абнаўленьні без стварэньня адноўкі (Ня раіцца!).
M_BoostGame=Паскарае гульні
M_BoostGames=Гульні, на якія ўплывае гэты драйвэр (%d)
M_DevsInDrv=Прылады, што карыстаюцца гэтым драйвэрам (%d)
M_RstLoading=Загрузка кропкаў аднаўленьня...
M_RestoreReboot=Калі ласка, перазагрузіце ваш кампутар, каб скончыць аднаўленьне!
M_RestoreQuery=ПАПЯРЭДЖАНЬНЕ: Аднаўляючы сыстэмную кропку, Вы тым самым скасоўваеце ўсе зьмяненьні, зробленыя пасьля яе стварэньня. Пасьля пачатку, Вы ня зможаце скасаваць ці перапыніць выкананьне аднаўленьня. Вы сапраўды жадаеце працягнуць?
M_RestoreWait=Калі ласка чакайце, выконваецца падрыхтоўка да аднаўленьня сыстэмы...
M_RestoreFailed=Збой аднаўленьня!
M_SelectDownPath=Абярыце тэчку для захаваньня ўсталёўнікаў драйвэраў
M_SelectBackPath=Абярыце тэчку для захаваньня адноўкаў драйвэраў
M_SaveWait=Захаваньне наладаў...
M_SaveDone=Захавана
M_RegReport1=драйвэр трэба абнавіць!
M_RegReport2=драйвэра(ў) трэба абнавіць!
M_RegReport3=Апэратыўна й неабмежавана абнаўляйце састарэлыя драйвэры пры дапамозе PRO-рэдакцыі!
M_RegReport4=Толькі %s састарэлы драйвэра можна абнавіць сёньня пры дапамозе Free-рэдакцыі.
M_RegReport5=Толькі %s састарэлых драйвэра(ў) можна абнавіць сёньня пры дапамозе Free-рэдакцыі.
M_RegReport6=Палепшыце да PRO-рэдакцыі, каб абнавіць на %s драйвэр(а,аў) болей!
M_Version=Вэрсія
M_Alpha=Alpha
M_Beta=Beta
M_IgnoreAllVer=(Усе вэрсіі)
M_IgnoreQuery=Вы сапраўды жадаеце выключыць з праверкі гэтую прыладу? Прапушчаная прылада ня будзе правярацца на наяўнасьць абнаўленьня драйвэра, пакуль Вы ня выдаліце яе са сьпісу выключэньняў у наладах праґрамы.
M_IgnoreCheck=Іґнараваць толькі гэтае абнаўленьне.
M_UnignoreQuery1=Вы сапраўды жадаеце выдаліць абраную прыладу са Сьпісу выключэньняў? Прылада будзе дададзеная ў сьпіс праверкі.
M_UnignoreQueryX=Вы сапраўды жадаеце выдаліць абраныя прылады са Сьпісу выключэньняў? Прылада будзе дададзеная ў сьпіс праверкі.
M_FeedbackEmail=Калі ласка, азначце сапраўдны адрас эл.пошты, каб мы маглі скантактавацца з Вамі ў выпадку, калі нам запатрабуюцца дадатковыя зьвесткі.
M_FeedbackDesc=Патрабуецца апісаньне!
M_FeedbackFailed=Збой перадачы! Калі ласка, паспрабуйце пазьней, або пстрыкніце “ДОБРА”, каб напісаць водгук у Сеціве.
M_FeedbackTimeout=Час чаканьня мінуў! Калі ласка, паспрабуйце пазьней.
M_FeedbackSucceed=Дзякуем за ваш водгук. Мы па магчымасьці скантактуемся з Вамі.
M_FeedbackManual=Або наўпрост скантактуйцеся з намі праз %s
M_FeedbackTypeLove=Выдатная праґрама!
M_FeedbackTypeSugg=Прапанова
M_FeedbackTypeSF=Збой праверкі
M_FeedbackTypeUF=Збой абнаўленьня
M_FeedbackTypeNF=Збой сеткі
M_FeedbackTypeDF=Збой спампоўваньня
M_FeedbackTypeRMD=Паведамленьне пра прапушчаныя драйвэры
M_FeedbackTypeRPD=Паведамленьне пра праблемныя драйвэры
M_FeedbackTypeBSOD=Блакітны экран/Крах сыстэмы
M_FeedbackTypeMute=Зьнік гук
M_FeedbackTypeRP=Праблемы зь перазагрузкаю
M_FeedbackTypeCode=Праблемы зь ліцэнзіяю
M_FeedbackTypeOther=Іншае
M_FeedbackLine1=Страчаны драйвэр
M_FeedbackLine2=Марка й мадэль майго кампутара
M_FeedbackLine3=Ці мадэль мае сыстэмнае дылёўкі
M_FeedbackDescDef=Калі ласка, дадайце кароткае й яснае апісаньне.
M_FeedbackCloseAsk=Вы сапраўды жадаеце перадаць гэты водгук?
M_LicenseSucceed=Ліцэнзія пасьпяхова актываваная.
M_LicenseFailed=Збой рэґістрацыі ліцэнзіі %s, памылка (%d). Калі ласка, скантактуйцеся з нашаю службаю падтрымкі.
M_LicenseExpired=Тэрмін дзеяньня вашае падпіскі %s мінуў! Калі ласка, пстрыкніце “ДОБРА”, каб атрымаць адмысловую зьніжку на ўзнаўленьне ліцэнзіі.
M_LicenseExpired2=Тэрмін дзеяньня гэтае дармавае ліцэнзіі мінуў! Пстрыкніце “ДОБРА”, каб набыць новы ліцэнзійны код.
M_LicenseExpired3=Тэрмін дзеяньня %s мінуў! Пстрыкніце “ДОБРА”, каб набыць новы ліцэнзійны код.
M_LicenseExceeded=Ліцэнзія %s была актываваная на максымальнай колькасьці кампутараў і ня можа быць болей ужытая. Калі ласка, набудзьце новую ліцэнзію, каб актываваць Driver Booster PRO на гэтым кампутары.
M_RegInfoActivated=Актывавана
M_RegInfoExpired=Мінула
M_RegInfoExceeded=Перавышана
M_RegInfoFailed=Неактывавана (%d)
M_RegInfoInvalid=Непрымальна
M_RegInfoGiveAway=Аддадзена
M_RegInfoLifeTime=Тэрмін дзеяньня
M_RegInfoDaysLeft=%d дзён засталося
M_RegInfoNever=Ніколі
M_ExportTitle=----- Ліцэнзійны код да %s Pro -----
M_ExportState=Стан: %s
M_ExportCode=Код: %s
M_ExportSeat=Месьціва: %d
M_ExportDate=Тэрмін дзеяньня: %s
M_WaitUpdating=Абнаўленьне, калі ласка чакайце...
M_WaitProcessing=Апрацоўка, калі ласка чакайце...
M_Scanning=Праверка:
M_Initiating=Ініцыялізацыя...
M_Updating=Абнаўленьне...
M_NewVerTitle=Пасьпяхова абноўлена да Driver Booster v%s
M_NewVerHint=Driver Booster пасьпяхова абноўлены да вэрсіі <a>%s</a>! Пстрыкніце <a>Што новага</a>, каб даведацца пра адменнасьці новае вэрсіі!
M_WhatsNew=Што новага
M_BkpLoading=Загрузка зьвесткаў пра драйвэры...
M_NoRstSel=Пункты не абраныя.
M_Backup1=Ініцыялізацыя...
M_Backup2=Выканана.
M_BackupX=Рэзэрваваньне:
M_BackupFail=Няўдала!
M_BackupFailX=(%d няўдала!)
M_BackupRestore=Аднавіць
M_BackPathBad=Каталёґ для рэзэрваваньня не існуе. Вы можаце пстрыкнуць “ДОБРА”, каб стварыць новы зараз.
M_FailAndFeedback=Збой абнаўленьня. Калі ласка, паспрабуйце пазьней або пстрыкніце “ДОБРА”, каб перадаць нам ВОДГУК.
M_RebootTimer=Ваш кампутар будзе перазагружаны праз 15 сэкундаў. Калі Вы не жадаеце гэтага, калі ласка пстрыкніце “Скасаваць”.
M_ShutdownTimer=Ваш кампутар будзе адключаны праз 15 сэкундаў. Калі Вы не жадаеце гэтага, калі ласка пстрыкніце “Скасаваць”.
M_CheckCompat=Driver Booster ня можа дакладна працаваць у Сумяшчальным рэжыме. Калі ласка, пстрыкніце “ДОБРА”, каб аўтаматычна выправіць гэтую праблему й перазапусьціць праґраму.
M_CheckAdmin=Driver Booster зараз зачыніцца, таму што Вы не запусьцілі яго ад імя адміністратара. Калі ласка, запусьціце праґраму з адпаведнымі правамі, каб мець магчымасьць абнаўляць драйвэры.
M_TipTitle1=Нататкі па ўсталёўцы
M_TipTitle2=Разумны рэжым усталёўкі
M_InstTip1=1. Магчыма спатрэбіцца часова адключыць ваш антывірус, калі ён заблякуе ўсталёўку драйвэра.
M_InstTip2=2. Падчас абнаўленьня драйвэра відэакарты Вы можаце сутыкнуцца з кароткім патуханьнем экрана й перапыненьнем праґрамаў. Мы раім Вам зачыніць прыкладаньні на час абнаўленьня відэадрайвэра.
M_InstTip3=3. Падчас абнаўленьня драйвэра сеткавае карты можа адбыцца кароткае раз’яднаньне зь Сецівам.
M_InstTip4=Усталяваньне драйвэра прыпыненае.
M_InstTip5=Driver Booster выявіў, што выконваецца прыкладаньне ў поўнаэкранным рэжыме. Каб пазьбегнуць перапыненьня гэтага прыкладаньня, усталёўка пастаўленая на паўзу. Калі ласка, пасьля зачыненьня поўнаэкраннага прыкладаньня, пстрыкніце па кнопцы ніжэй, каб узнавіць усталёўку.
M_SkinBlack=Чорная
M_SkinWhite=Белая
M_SkinColor=Каляровая
M_SkinInter=Інтэрстэляр
M_SkinCraft=Лятак
M_SkinClear=Чытэльная
M_UninsQuery=Вы сапраўды жадаеце высталяваць гэты драйвэр?
M_UninsWarn=УВАГА: Наступныя прылады могуць спыніць сваю працу пасьля высталёўкі гэтага драйвэра!
M_UninsWait=Высталяваньне...
M_UninsSucc=Высталёўка пасьпяховая.
M_UninsFail=Збой высталёўкі.
M_RllbkQuery=Вы сапраўды жадаеце адкаціць гэты драйвэр да мінулае вэрсіі?
M_RllbkCheck=Прапускаць гэтую вэрсію
M_RllbkWarn=УВАГА: Наступныя прылады могуць спыніць сваю працу пасьля адкату гэтага драйвэра!
M_RllbkWait=Адкат...
M_RllbkSucc=Адкат пасьпяховы.
M_RllbkFail=Збой адкату.
M_FeedbackWait=Перадача водгуку...
M_Loading=Загрузка...
M_HeadDevcs=Драйвэры прылады
M_HeadGames=Гульнявыя кампанэнты
M_UpdateAll=Абнавіць усё
M_UpdateSel=Абнавіць абранае
M_UpdateNow=Абнавіць
M_UpdateNone=Нічога
M_GameSupports=Падтрымка гульняў
M_DevcDesc=“Драйвэры прылады” ўлучае ў сябе драйвэры відэа- й аўдыёкарты, чыпсэта, Wi-Fi- і Bluetooth-прыладаў, і г.д..
M_GameDesc=“Гульнявыя кампанэнты” забясьпечваюць неабходную падтрымку гульням, іх наладку й паляпшэньне хуткадзейнасьці.
M_POPGameReadyDesc=Даступна абнаўленьне для <a>%s</a>. Апроч паляпшэньня ўстойлівасьці й хуткадзейнасьці, яно ўлучае абноўлены альґарытм паскарэньня.
M_InstWait=Калі ласка, дачакайцеся завяршэньня ўсталёўкі...
M_Attachments=Укладаньні
M_AttachOversize=Збой даданьня здымку! Памер укладаньня ня можа перавышаць абмежаваньне ў %d Мб.
M_AttachErrorExt=Нельга прыкладваць наступныя тыпы файлаў:
M_AttachErrExt_1=.ade, .adp, .bat, .chm, .cmd, .com, .cpl, .exe, .hta, .ins,
M_AttachErrExt_2=.isp, .jse, .lib, .lnk, .mde, .msc, .msp, .mst, .pif, .scr,
M_AttachErrExt_3=.sct, .shb, .sys, .vb, .vbe, .vbs, .vxd, .wsc, .wsf, .wsh
M_PopExpTitle1=<a>%d</a> <a>дзень застаўся!</a>
M_PopExpTitle2=<a>%d</a> <a>дні засталося!</a>
M_PopExpTitleX=<a>%d</a> <a>дзён засталося!</a>
M_PopExpTitleE=<a>Тэрмін дзеяньня падпіскі мінуў!</a>
M_PopExpText11=Тэрмін дзеяньня вашае падпіскі міне праз 1 дзень. Узнавіце яе зараз, каб атрымаць вялікую зьніжку адмыслова для найкаштоўных карыстачоў.
M_PopExpText12=Тэрмін дзеяньня вашае падпіскі міне праз %d дні. Узнавіце яе зараз, каб атрымаць вялікую зьніжку адмыслова для найкаштоўных карыстачоў.
M_PopExpText1X=Тэрмін дзеяньня вашае падпіскі міне праз %d дзён. Узнавіце яе зараз, каб атрымаць вялікую зьніжку адмыслова для найкаштоўных карыстачоў.
M_PopExpText21=На працягу апошняга %d дня, Driver Booster PRO абнавіў для Вас <a>%d</a> драйвэраў. Узнавіце падпіску зараз, каб атрымаць вялікую зьніжку адмыслова для найкаштоўных карыстачоў і заўсёды мець доступ да ўсіх дадатковых функцыяў праґрамы.
M_PopExpText22=На працягу апошніх %d дзён, Driver Booster PRO абнавіў для Вас <a>%d</a> драйвэраў. Узнавіце падпіску зараз, каб атрымаць вялікую зьніжку адмыслова для найкаштоўных карыстачоў і заўсёды мець доступ да ўсіх дадатковых функцыяў праґрамы.
M_PopExpText2X=На працягу апошніх %d дзён, Driver Booster PRO абнавіў для Вас <a>%d</a> драйвэраў. Узнавіце падпіску зараз, каб атрымаць вялікую зьніжку адмыслова для найкаштоўных карыстачоў і заўсёды мець доступ да ўсіх дадатковых функцыяў праґрамы.
M_PopExpText0=Вы страцілі доступ да PRO-функцыяў. Вашыя драйвэры састарэюць, то можа выклікаць збоі й памылкі падчас працы сыстэмы. Узнавіце падпіску зараз, каб атрымаць эксклюзіўную зьніжку й доступ да ўсіх дадатковых функцыяў!
M_PopBtnOK=ДОБРА
M_PopBtnFix=Абнавіць
M_PopBtnAct=Актываваць
M_PopBtnView=Падрабязна
M_PopBtnReNew=Узнавіць
M_PopBtnReAct=Рэактываваць
M_PopLblMore1=Болей >>
M_PopLblMore2=Падрабязна
M_ScanOutServ=Вэрсія Driver Booster, якую Вы выкарыстоўваеце занадта старая, каб падлучыцца да базы зьвесткаў. Калі ласка, сьцягніце апошнюю вэрсію праґрамы, каб атрымаць доступ да новых функцыяў і паляпшэньняў.
M_ScanNetFail=Збой праверкі! Нельга ўсталяваць сувязь з паслугачом Driver Booster. Калі ласка, праверце вашае сеткавае злучэньне, налады пасярэдніка й сетказаслоны. Або паспрабуйце пазьней.
M_ScanNetFail1=Збой праверкі! Не магу злучыцца з паслугачом Driver Booster. Калі ласка, пстрыкніце “ДОБРА”, каб выявіць і выправіць праблемы зь сеткай.
M_ScanNetFail2=Збой праверкі! Driver Booster магчыма заблякаваны некаторымі праґрамамі ці прыладамі. Пстрыкніце “ДОБРА”, каб пабачыць падрабязныя зьвесткі.
M_ScanNetProxy=Налады пасярэдніка
M_FileLost=Страчаны істотны файл. Калі ласка, пераўсталюйце Driver Booster і паспрабуйце зноў.
M_FileRupt=Пашкоджаны істотны файл. Калі ласка, пераўсталюйце Driver Booster і паспрабуйце зноў.
M_PayToUpdate=Даступна толькі для PRO-вэрсіі. Актывуйце яе, каб неадкладна абнавіцца.
M_DelayUpdate1=Даступна пасьля 1 дня. Або актывуйце PRO-вэрсію, каб неадкладная абнавіцца.
M_DelayUpdateX=Даступна пасьля %d дзён. Або актывуйце PRO-вэрсію, каб неадкладная абнавіцца.
M_SearchDefault=Увод і пошук
M_DataVersion=Вэрсія базы: %s (апошняя)
M_FileNotFound=Файл ня знойдзены!
M_UnknownDevice=Невядомая прылада
M_Speedup1=Паскарэньне спампоўваньня
M_Speedup2=Паскарэньне: %d сэк. засталося.
M_PopFreeUpdate1=<a>%d</a> прылада патрабуе абнаўленьня драйвэра.
M_PopFreeUpdate2=<a>%d</a> прылады патрабуюць абнаўленьня драйвэраў. 
M_PopFreeUpdateX=<a>%d</a> прыладаў патрабуюць абнаўленьня драйвэраў.
M_PopProUpdate1=Палепшыце праґраму да PRO, каб дадаткова абнавіць <a>%d</a> драйвэр/складнік.
M_PopProUpdate2=Палепшыце праґраму да PRO, каб дадаткова абнавіць <a>%d</a> драйвэра/складніка.
M_PopProUpdateX=Палепшыце праґраму да PRO, каб дадаткова абнавіць <a>%d</a> драйвэра(ў)/складніка(ў).
M_PopProInstall1=<a>%d</a> драйвэр/кампанэнт спампаваны й падрыхтаваны да ўсталяваньня.
M_PopProInstall2=<a>%d</a> драйвэра/кампанэнта спампаваныя й падрыхтаваны да ўсталяваньня.
M_PopProInstallX=<a>%d</a> драйвэраў/кампанэнтаў спампаваныя й падрыхтаваны да ўсталяваньня.
M_PopPnpDetect=Нядаўна даданая прылада мае састарэлыя драйвэры. Пстрыкніце “Падрабязна”, каб пабачыць больш зьвесткаў.
M_BalloonHint1=Driver Booster будзе выконваць праверку ў фоне й пакажа вынікі.
M_BalloonHint2=Driver Booster будзе спампоўваць драйвэры ў фоне й пакажа вынікі.
M_BalloonHint3=Driver Booster выканае ўсталёўку драйвэраў у фоне й пакажа вынікі.
M_FixDispQuery=Адрозьненьне вашага экрану, відаць, нізкае. Ці не жадаеце Вы пстрыкнуць “ДОБРА” і выправіць гэта?
M_BadSystem=Driver Booster ня можа правільна ўсталяваць драйвэр з-за пашкоджаньня вашае сыстэмы. Паспрабуйце аднавіць сыстэму (павінна дапамагчы).
M_DeviceUpdateInfo=Агульны лік абноўленых прыладаў з моманту ўсталёўкі Driver Booster.
M_DeviceUpdateCount=Абноўлена: <a>%s</a>
M_NoDeviceUpdateInfo=Вы карыстаецеся апошнімі драйвэрамі прыладаў.
M_NoDeviceUpdateCount=Жадаеце палепшыць хуткадзейнасьць кампутара? Пстрыкніце “ПОШУК”, каб выканаць праверку зараз!
M_UpdateEnding=Завяршэньне абнаўленьня...
M_StopWait=Калі ласка, чакайце спыненьня. Гэта можа заняць некаторы час.
M_ExpPathFail=Збой экспарту. Калі ласка, абярыце іншае месьціва й паўтарыце спробу.
M_CrtRstQuery=Вы сапраўды жадаеце стварыць кропку аднаўленьня?
M_CrtRstSucced=Кропка аднаўленьня пасьпяхова створаная!
M_RemoveRstQuery=Абраныя кропкі будуць выдаленыя. Вы сапраўды жадаеце працягнуць?
M_DeleteRstFailed=Збой выдаленьня кропкі аднаўленьня!
M_RscDescDrvBkp=Раіцца рэзэрваваць усе драйвэры, што ўсталёўваюцца, каб Вы маглі іх заўсёды аднавіць
M_RscDescDrvRst=Дапамагае Вам аднаўляць зарэзэрваваныя вэрсіі драйвэраў.
M_RscDescSysRst=Дапамагае Вам аднавіць сыстэму да стану, у якім яна была да стварэньня кропкі аднаўленьня.
M_FixErrCount1=%d памылка
M_FixErrCount2=%d памылкі(аў)
M_RstTypeInstall=Усталяваць
M_RstTypeUnInstall=Высталяваць
M_RstTypeUnknown=Невядома
M_RstTypeUndo=Вярнуць
M_RstTypeSystem=Сыстэмнае
M_RstTypeManual=Карыстацкае
M_RstTypeCrtlUpd=Крытычнае
M_CrtRstFailed=Збой стварэньня кропкі аднаўленьня!
M_RstNoBackup=Нічога не зарэзэрваавана
M_SalePopDevErrNme=Выпраўленьне памылкаў прылады
M_SalePopDevErrTle=Актывуйце PRO-рэдакцыю, каб мець магчымасьць выпраўляць памылкі прыладаў
M_SalePopDevErrDsc=Гэтая прылада дапаможа Вам выявіць і выправіць няправільныя коды памылкаў у Кіраўніку прыладамі
M_SalePopDevErrOne=Знойдзена <a>1 памылка</a>. Актывуйце PRO-рэдакцыю, каб выправіць яе
M_SalePopDevErrMre=Знойдзена <a>%d памылкі(аў)</a>. Актывуйце PRO-рэдакцыю, каб выправіць іх
M_SalePopAcDownNme=Паскарэньне спампоўваньня
M_SalePopAcDownTle=Актывуйце PRO-рэдакцыю, каб паскорыць спампоўваньне драйвэраў
M_SalePopAcDownDsc=Паскарае на 300% хуткасьць спампоўваньня патрэбных драйвэраў
M_SalePopAuDownNme=Аўтаспампоўваньне
M_SalePopAuDownTle=Актывуйце PRO-рэдакцыю, каб уключыць аўтаматычнае спампоўваньне
M_SalePopAuDownDsc=Дазваляе аўтаматычнае спампоўваньне драйвэраў падчас прастою сыстэмы
M_SalePopDrvBkpNme=Рэзэрваваньне & аднаўленьне
M_SalePopDrvBkpTle=Актывуйце PRO-рэдакцыю, каб мець магчымасьць рэзэрваваць усе драйвэры
M_SalePopDrvBkpDsc=Дае магчымасьць ствараць кропкі аднаўленьня й адноўкі драйвэраў перад іх абнаўленьнем. Простае аднаўленьне пры дапамозе аднае пстрычкі
M_SalePopDatabsNme=Павялічаная на 200% база зьвесткаў
M_SalePopDatabsDsc=Атрымайце прывілеяваны доступ да рэдкіх ці адмысловых драйвэраў. Падтрымлівае боль за 400 000 прыладаў
M_SaleEmbedlblTile=Палепшыце да PRO, каб абнавіць яшчэ <a>%d</a> драйвэраў & праґрамаў.
M_SaleEmbedlblTileH=Палепшыце да PRO, каб абнавіць яшчэ %d драйвэраў & праґрамаў.
M_SaleScanMorePro=Пстрыкніце <a>Эксклюзіўная прапанова</a>, каб атрымаць VIP-зьніжку на іншыя прадукты IObit (толькі для PRO-карыстачоў).
M_SaleExclusive=Эксклюзіўная прапанова
M_SaleExtended=Ці жадаеце Вы атрымаць пашыраную абарону кампутара?
M_SaleNoThanks=Не, дзякуй
M_lblpg1P2=Ці жадаеце Вы атрымаць больш паглыбленыя дыяґностыку й паскарэньне кампутара?
M_lblpg1P3=Толькі пстрыкніце <a>Шукаць болей</a> і атрымайце найлепшы вынахад для абароны й аптымізацыі кампутара.
M_rdbtnpg1Finish=Гатова
M_rdbtnpg1ScanMore=Шукаць болей
M_FeedbackSltnNet=Калі ласка, паспрабуйце Выпраўленьне сеткі, каб вырашыць гэтую праблему.
M_FeedbackSltnSound=Калі ласка, паспрабуйце Выпраўленьне гуку, каб вырашыць гэтую праблему.
M_FeedbackShotCount=Скрыншот
M_FeedbackSCMax=Збой выкананьня. Нельга зрабіць больш за 5 здымкаў.
M_FeedbackDelete=Вы сапраўды жадаеце выдаліць гэты здымак?
M_DrvLogEmpty=Тут яшчэ няма дзёньнікаў. Калі ласка выканайце праверку, каб знайсьці састарэлыя драйвэры.
M_DrvLogType1=Усталявана
M_DrvLogType2=Высталявана
M_DrvLogType3=Адкочана
M_DrvLogType4=Адноўлена
M_DrvLogType5=Прапушчана
M_DrvLogType6=Прапушчана
M_DrvLogType7=Адноўлена
M_DrvLogType8=Прапушчана
M_DrvLogType9=Прапушчана
M_DrvUpdInstInfo=Наступны элемэнт (Драйвэр / Кампанэнт) абноўлены аўтаматычна ў <a>%s</a>
M_DrvUpdInstInfo2=Наступныя <a>%d</a> элемэнты(аў) (Драйвэр / Кампанэнт) абноўленыя аўтаматычна ў <a>%s</a>
M_DrvUpdUpdateNow=Абнавіць
M_DrvUpdCompleted=Абнаўленьне выкананае!
M_DrvUpdOK=ДОБРА
M_DrvUpdReboot=Перазагрузка
M_DrvUpdNeedReboot=Абнаўленьне выкананае! Патрабуецца перазагрузка.
M_DrvUpdInstalling=Усталяваньне...
M_DrvUpdCancelling=Скасаваньне...
M_DrvUpdStopInfo=Калі ласка, чакайце. Гэта можа заняць пэўны час
M_DrvUpdBllnHint=Driver Booster аўтаматычна абнаўляе ў фоне драйвэры прыладаў & гульнявыя кампанэнты.
M_DrvUpdMinimize=Схаваць
M_DrvUpdCancel=Скасаваць
M_ActiveToFeedback=Водгук
M_GuideFaceSanWithPro=Скарыстаць PRO
M_GuideFaceSanWithPro_Des=Палепшыце да PRO-рэдакцыі, каб мець магчымасьць абнаўляць драйвэры для большага ліку прыладаў.
M_GuideFaceView=Палепшыць
M_GuideFaceDeviceError=Памылкі прыладаў
M_GuideFaceDeviceError_Des=<a>%s</a> памылкі(аў) прыладаў можа быць выпраўлена.
M_GuideFaceFix=Выправіць
M_GuideFaceUnplugDevData=Зьвесткі адключаных прыладаў
M_GuideFaceUnplugDevData_Des=Зьвесткі <a>%s</a> непадлучаных прылады(аў) могуць быць ачышчаныя.
M_GuideFaceClean=Ачысьціць
M_GuideFacePCPerScan=Праверка хуткадзейнасьці
M_GuideFacePCPerScan_Des=Пошук праблемаў хуткадзейнасьці & сьмецьця.
M_GuideFaceScan=Шукаць
M_GuideFaceUpCountDes=<a>%d</a> драйвэраў абноўлена за ўвесь час выкарыстаньня Driver Booster.   <a>Гісторыя</a>
M_GuideFaceHistory=<a>Гісторыя</a>
M_GuideFaceUpdated=Абноўлена
M_GuideFaceDriver=драйвэра(ў)
M_GuideFaceComponent=кампанэнта(ў)
M_GuideFaceTitle=Віншуем! Абнаўленьне пасьпяховае!
M_GuideFacerdhtmldesCap=База зьвесткаў увесь час абнаўляецца, у яе дадаюцца новыя прылады.
M_GuideFaceFixDone=Памылкі прыладаў выпраўленыя.
M_GuideFaceCleanDone=Зьвесткі адключаных прыладаў выдаленыя.
M_GuideFaceDeviceError_Des1=<a>%s</a> памылка прыладаў можа быць выпраўленая.
M_GuideFaceUnplugDevData_Des1=Зьвесткі <a>%s</a> непадлучанае прылады могуць быць ачышчаныя.
M_GuideFaceUpCountDes1=<a>%d</a> драйвэраў абноўлена за ўвесь час выкарыстаньня Driver Booster.   <a>Гісторыя</a>
M_GuideFaceDriver1=драйвэр
M_GuideFaceComponent1=кампанэнт
M_GuideFaceCleaned=Ачышчана
M_GuideFaceFixed=Выпраўлена
M_PcPerScanPrivacy=Прыватнасьць
M_PcPerScanJunk=Сьмецьце
M_PcPerScanInternet=Сеціва
M_PcPerScanRegistry=Рэестар
M_PcPerScanSystem=Аптымізацыя сыстэмы
M_PcPerScanProbDes=%s пункта(ў) знойдзена (%s)
M_PcPerScanProbDes1=%s пункта(ў) знойдзена
M_PcPerScanProbDes2=%s пункт знойдзены (%s)
M_PcPerScanProbDes3=%s пункт знойдзены
M_PcPerScanProbDes4=<a>%d</a> пункта(ў) знойдзена <a>(%s)</a>
M_PcPerScanProbDes5=Ня мае праблемаў
M_PcPerScanTip1=Што можа паўплываць на хуткадзейнасьць сыстэмы. Мы раім усталяваць Advanced SystemCare, каб прадухіліць гэта.
M_PcPerScanTip2=І мы раім усталяваць Advanced SystemCare, каб заўсёды трымаць кампутар у выдатным стане.
M_PcPerScanNoError=Ня мае праблемаў
M_PcPerScantitleCap=Праверка хуткадзейнасьці выкананая
M_PcPerScanInstalling=Усталяваньне
M_PcPerScanRdhtmlblCap=Пстрыкнуўшы “Усталяваць”, Вы, тым самым, згадзіцеся з умовамі <a>Карыстацкае дамовы</a> & <a>Палітыкі прыватнасьці</a> Advanced SystemCare.
M_PcPerScanRdhtmlblCap1=Пстрыкнуўшы “Усталяваць”, Вы, тым самым, згадзіцеся з умовамі <a>Карыстацкае дамовы</a> & <a>Палітыкі прыватнасьці</a> Advanced SystemCare.
M_ScanWithProDes=Палепшыце да PRO, каб абнавіць яшчэ <a>%d</a> драйвэраў & праґрамаў.
M_ScanWithProLevel_0=Састарэлы
M_ScanWithProLevel_1=Стары
M_ScanWithProLevel_2=Вельмі стары
M_GuideFaceAutoUpdate_Des=Уключыце Аўтаабнаўленьне драйвэраў, каб трымаць іх заўсёды абноўленымі.
M_GuideFaceDetails=Падрабязна
M_GuideFaceCareCount=<a>%d</a> элемэнта(ў) знойдзена. Усталюйце Advanced SystemCare, каб выправіць іх.
M_UpdateHistoryDate=Дата:
M_UpdateHistoryVersion=Вэрсія:
M_UpdateHistoryClose=Зачыніць
M_UpdateHistoryTitle=Гісторыя абнаўленьняў
M_UpdateHistoryAllVersion=Усе вэрсіі
M_RstModBackupFlder=Зьмяніць тэчку
M_RstBackup=Рэзэрваваць
M_RstExpBackupFlder=Адчыніць тэчку
M_RstRestore=Аднавіць
M_RstCreateRstPoint=Стварыць кропку
M_RstViewRstPoint=Прагляд кропкаў
M_RstSysRstRestore=Аднавіць
M_RstSysRstRemove=Выдаліць
M_btnMin.Hint=Схаваць
M_btnclosewin.Hint=Зачыніць
M_btnOverall=Сумарыуш
M_btnOS=Апэрацыйная сыстэма
M_btnProAndMain=Працэсар & Сыст. дылёўка
M_btnMemDev=Памяць
M_btnDisplay=Манітор
M_btnDrives=Дыскі
M_btnNetWork=Сетка
M_btnOther=Іншыя прылады
M_btnExport=Экспарт...
M_btnclose1=Зачыніць
M_Listview_CS0=Назва
M_Listview_CS1=Значэньне
M_lblPMTotal=Усяго
M_lblPMAvl=Даступна
M_lblPMCache=Сыст. кэш
M_lblCCTotal=Усяго
M_lblCCLimit=Ліміт
M_lblCCPeak=Пік
M_lblKMTotal=Усяго
M_lblKMPaged=Выгружальная
M_lblKMNonepaged=Нявыгружальная
M_lbllog=IObit Зьвесткі пра сыстэму
M_imgLoading=Загрузка...
M_frdlblcpu_u=Загрузка CPU
M_rdlblcpu_u_h=Гісторыя загрузкі CPU
M_rdlblMU=Спажываньне памяці
M_rdlblPM=Фізычная памяць
M_rdlblCC=Статыстыка
M_rdlbKM=Ядро памяці
M_General=Агульнае
M_Graphics=Ґрафіка
M_Storage=Прылады захоўваньня
M_fIO=У/В
M_Video_Mem=Відэапамяць
M_fOS=Апэрацыйная сыстэма
M_PM=Працэсар & Сыст. дылёўка
M_fMD=Памяць
M_DV=Дыскі
M_DP=Манітор
M_NW=Сетка
M_OD=Іншыя прылады
M_CS=Сыстэма
M_CN=Імя кампутара
M_ORG=Установа
M_OS_Name=Імя АС
M_OS_Ver=Вэрсія АС
M_fSP=Пакет абнаўленьняў
M_fID=ID прадукту
M_Uptime=Сыстэмны час
M_IE_Ver=Вэрсія Internet Explorer
M_DX_Ver=Вэрсія Microsoft DirectX
M_OGL_Ver=Вэрсія OpenGL
M_fReg=Рэестар
M_Max_Size=Найбольшы памер
M_Cur_Size=Бягучы памер
M_Status=Стан
M_fUnknown=Невядома
M_fYES=Так
M_fCPU=Працэсар
M_CPU_Name=Імя CPU
M_CPU_Number=Лік ляґічных працэсараў
M_Code_Name=Кодавая назва
M_Man=Вытворца
M_CCS=Бягучая тактавая чашчыня
M_MCS=Найб. тактавая чашчыня
M_Vol=Напруга
M_Ext_Clk=Вонкавая чашчыня
M_SN=Сэрыйны нумар
M_CPU_ID=CPU ID
M_fSD=Раздым
M_Int_Cache=Унутраны кэш
M_Ext_Cache=Вонкавы кэш
M_Borad=Сыстэмная дылёўка
M_Mod=Мадэль
M_BIOS_Name=Назва BIOS
M_BIOS_Ven=Пастаўшчык BIOS
M_SMBIOS_Ver=Вэрсія SMBIOS
M_BIOS_Date=Дата BIOS
M_BIOS_Feature=Асаблівасьці BIOS
M_Pyh_Mem=Фізычная памяць
M_Mem_Bank=Сэґмэнт памяці
M_Des=Апісаньне
M_Dev_Loc=Лякатар прылады
M_Capacity=Памер
M_fSpeed=Хуткасьць
M_Mem_Type=Тып памяці
M_Form_Factor=Форм-фактар
M_Mem_Res=Рэсурсы памяці
M_Mem_Total=Усяго памяці
M_Mem_Used=Выкарыстана
M_Mem_Free=Вольна памяці
M_Mem_Usage=Выкарыстаньне
M_Data_Width=Шырыня
M_Disk_Total=Усяго на дысках
M_Disk_Free=Вольна на дысках
M_Name=Імя
M_Capability=Ёмістасьць
M_Disk_Drive=Вінчэстэры
M_Media_Type=Тып
M_Int_Type=Тып інтэрфэйсу
M_Part=Разьдзелаў
M_Cylinder=Усяго цыліндраў
M_fHead=Усяго галоўкаў
M_Sector=Усяго сэктараў
M_Track=Усяго сьцежкаў
M_TPC=Сьцежкаў на цыліндар
M_SPT=Сэктараў на сьцежку
M_BPS=Байтаў на сэктар
M_Smart_Support=Падтрымка S.M.A.R.T
M_Temperature=Бягучая тэмпэратура
M_IDE_Ctrl=IDE-кантралёр
M_fDrive=Літара
M_Trans_Rate=Хуткасьць перадачы
M_Video_Adapter=Відэаадаптар
M_Video_Processor=Відэапрацэсар
M_Video_Arch=Архітэктура відэа
M_Scr_Resolution=Адрозьненьне манітора
M_DAC_Type=Тып DAC
M_VMem_Size=Памер памяці
M_VMem_Type=Тып памяці
M_Video_Mode=Відэарэжым
M_CRR=Бягучая чашчыня
M_Driver_Ver=Вэрсія драйвэра
M_Driver_Date=Дата драйвэра
M_Monitor=Манітор
M_Scr_Height=Вышыня
M_Scr_Width=Шырыня
M_Product_Name=Назва прадукту
M_Service_Name=Імя службы
M_MAC_Addr=MAC-адрас
M_Sound_Dev=Гукавая прылада
M_Mouse=Мышка
M_Btns=Кнопкаў
M_Keyboard=Клявішня
M_Func_Key=Функцыянальных клявішаў
M_USB_Ctrl=USB-кантралёр
M_Prot_Support=Падтрымоўваны пратакол

[Inno_M]
M_PinToTaskbar=Прымацаваць да Паліцы Задачаў
M_ViewWhatsNew=Што новага
M_NewestVer=Вы ўжо карыстаецеся апошняю вэрсіяю праґрамы. Гэтая ўсталёўка будзе аўтаматычна перапыненая.
M_UninstOld=Перад усталяваньнем Driver Booster %s, Вам трэба высталяваць Driver Booster %s. Працягнуць?
M_UninstOldBeta=Перад усталяваньнем Driver Booster Beta %s, Вам трэба высталяваць Driver Booster Beta %s. Працягнуць?
M_IconDesc=Абнавіце вашыя састарэлыя драйвэры!

[MessageBox_M]
M_BtnOK=ДОБРА
M_BtnCancel=Скасаваць
M_BtnYes=Так
M_BtnNo=Не
M_BtnRetry=Паўтарыць
M_BtnAbort=Перапыніць
M_BtnIgnore=Іґнараваць
M_BtnClose=Зачыніць

[DriverBooster_AutoupdateFormMain]
Label_Titile.Caption=Абнаўляльнік Driver Booster
Label_CheckUpdate.Caption=Атрыманьне зьвесткаў, калі ласка чакайце
Label_UpdateDetails.Caption=Маецца новая вэрсія Driver Booster. Спампуйце яе, каб атрымаць доступ да апошніх функцыяў і паляпшэньняў.
Label_NewVersionUpdate.Caption=Маецца новая вэрсія Driver Booster. Спампуйце яе, каб атрымаць доступ да апошніх функцыяў і паляпшэньняў.
Label_NewFileUpdate.Caption=Атрымайце даступныя абнаўленьні. Спампуйце іх, каб атрымаць доступ да апошніх функцыяў і паляпшэньняў.
Label_ClickDownload.Caption=Пстрыкніце “%s”, каб спампаваць і ўжыць абнаўленьне.
Label_FinishInfo.Caption=Выканана!
Label_NoUpdate.Caption=Вы карыстаецеся апошняю вэрсіяю.
Label_Nottention.Caption=Увага: Driver Booster будзе аўтаматычна перазапушчаны, каб ужыць абнаўленьне.
Label_RestartWarn.Caption=Увага: Калі ласка, перазагрузіце ваш кампутар, каб завяршыць абнаўленьне.
Label_Cancel.Caption=Скасаваць
Label_ProxySet.Caption=Налады пасярэдніка
Label_DecideLater.Caption=Вырашыць пазьней
Label_RestartNow.Caption=Перазагрузіць
Label_RestartLater.Caption=Пазьней
Label_DownloadNow.Caption=Спампаваць
Label_Finish.Caption=ДОБРА
pnlWhatsNew.Caption=Што новага
rdlblLater.Caption=Нагадаць пазьней

[DriverBooster_AutoupdateFormMain_M]
M_Close=Зачыніць
M_GetUpdateInfo=Атрыманьне зьвесткаў, калі ласка чакайце
M_Retry=Паўтарыць
M_GetUpdateFailed=Збой атрыманьня зьвесткаў. Калі ласка, паспрабуйце пазьней.
M_Finish=ДОБРА
M_GetFileFailed=Збой атрыманьня файлаў абнаўленьня. Калі ласка, паспрабуйце пазьней.
M_CancelDownload=Вы сапраўды жадаеце скасаваць спампоўваньне абнаўленьняў?
M_UpdateSucceed=Абнаўленьне пасьпяховае!
M_KillUpdateTip=Гэтая праґрама састарэла й ня можа больш працаваць. Калі ласка, спампуйце апошняю вэрсію й скарыстайцеся ёю.
M_UpdateTip=Даступна новая вэрсія праґрамы!
M_NewVerTip=Зараз даступна вэрсія %s праґрамы Driver Booster, пстрыкніце “%d”, каб атрымаць доступ да апошніх функцыяў і магчымасьцяў прыкладаньня.
M_Congratulations=Ура!
M_Downloading=Спампоўваньне
M_NoUpdate=Вы ўжо маеце апошнюю вэрсію. Абнаўленьні адсутнічаюць.
M_GetPro=Надакучыла абнаўляць праґраму ўручную? %s зараз, каб заўсёды карыстацца апошняю вэрсіяю прыкладаньня!
M_ProFunc=Актываваць Самаабнаўленьне
M_ActivateNow=Актываваць
M_UpdateNext=Самаабнаўленьне ў наступны раз

[DB_frmDB_ConvertUI]
lblCaption2.Caption=Высталёўка Driver Booster
lblDesc_DB.Caption=Атрымайце Advanced SystemCare FREE пасьля высталяваньня Driver Booster!
lblGet.Caption=Advanced SystemCare аптымізуе ваш кампутар і сеціўнае злучэньне, нібы ён зноў стаў новым. Нашай праґраме давяраюць больш за 150 мільёнаў карыстачоў!
btnConvertASC.Caption=Высталяваць і атрымаць Advanced SystemCare FREE
btnNo.Caption=Не, проста высталяваць
btnCancel.Caption=Скасаваць
btnClose.hint=Зачыніць

[DB_FormPromoteUpdate]
rdlblTitle.Caption=Высталёўка Driver Booster
rdlblSubject.Caption=Вы ўсё яшчэ маеце неабноўленыя драйвэры. Вы сапраўды жадаеце высталяваць праґраму?
rdlblText.Caption=Абнавіце праґраму да апошняе вэрсіі, каб выправіць усе гэтыя праблемы.
btnUpdate.Caption=Абнавіць
rdlblOR.Caption=АБО
btnUninstall.Caption=Высталяваць

[DB_FormPromoteMore]
rdlblTitle.Caption=Высталёўка Driver Booster
rdlblSubject.Caption=Нам шакада, што Вы пакідаеце нас
rdlblText.Caption=Пасьля высталёўкі, Вы страціце прыярытэт у абнаўленьні драйвэраў і выпраўленьні праблемаў у сыстэме. Вы сапраўды жадаеце высталяваць праґраму?
btnUninstall.Caption=Высталяваць
btnCancel.Caption=Скасаваць
btnMore.Caption=Болей прадуктаў

[DB_FormPromoteActivate]
rdlblTitle.Caption=Высталёўка Driver Booster
rdhtmlbl5.Caption=Вы абнавілі <a>%d</a> драйвэра(ў). Вы сапраўды жадаеце высталяваць праґраму?
rdhtmlbl2.Caption=Па эксклюзіўнай прапанове зараз Вы можаце актываваць поўную вэрсіі са зьніжкаю ў <a>75%</a>!
rdlblSupport1.Caption=База зьвесткаў павялічана на 200%
rdlblSupport2.Caption=Прыярытэт у атрыманьні новых драйвэраў
rdlblSupport3.Caption=Хуткасьць спампоўкі драйвэраў павялічана на 300%
rdlblSupport4.Caption=Лепшае выкарыстаньне функцыяналу абсталяваньня
rdhtmlbl3.Caption=<a>$24.95</a>   зыходны кошт <a>$74.85</a>
btnActivate.Caption=Актываваць
rdhtmlbl6.Caption=Пакінута менш за <a>%s</a>
rdlblOnly.Caption=Толькі $8.3/кампутар/рок
rdlblUninstall.Caption=Прапусьціць & высталяваць
rdlblLearnMore.Caption=Болей пра поўную вэрсію

[frmBugreport]
rdlblTitle.Caption=Справаздача пра памылкі
btnSendBug.Caption=Перадаць
btnSendBug.Caption.0=Перадача...
rdlblEmail.Caption=Ваш E-mail:
rdlblAsterisk.Caption.0=Патрабуецца сапраўдны адрас эл.пошты
rdlblErrDetails.Caption=Пра памылку:
btnSendFailed.Caption=ДОБРА
btnSendSucced.Caption=ДОБРА
btnSilentOK.Caption=ДОБРА

[DB_FormSaleTip]
btnUpgrade.Caption=Актываваць
lblEnterCode.Caption=Азначыць ліцэнзію
lblFeatrues.Caption=Актываваць усе функцыі
lblFeatrue1.Caption=Павялічаная на 200% база зьвесткаў
lblFeatrue2.Caption=Выпраўленьне кодаў памылкаў прыладаў
lblFeatrue3.Caption=Хуткае абнаўленьне драйвэраў
lblFeatrue4.Caption=Рэзэрваваньне & аднаўленьне драйвэраў

[DB_FormSaleEmbed]
lblIconTitle.Caption=Ґарантаванае паскарэньне кампутара
lblIconDesc.Caption=Вы цалкам абароненыя нашаю 100%-ю ґарантыяю вяртаньня грошай. Калі Вы не заўважыце павялічэньня хуткадзейнасьці вашага кампутара на працягу 60 дзён, мы поўнасьцю вернем Вам вашыя грошы. Без усялякіх пярэчаньняў з нашага боку.
btnUpgrade.Caption=Палепшыць
btnUpgradeNow.Caption=Палепшыць
rdlblpg2More.Caption=Болей...
rdlblpg2P2.Caption=Каб выправіць іх, палепшыце Driver Booster да PRO-рэдакцыі зь вялікаю зьніжкаю!

[DB_FormSaleMask]
lblTitle.Caption=Актывуйце Driver Booster 6 PRO, каб атрымаць наступныя перавагі
rdhtmlbl1.Caption=Павялічаная на <a>200%</a> база зьвесткаў
rdhtmlbl1.Lines.Text=Павялічаная на <a>200%</a> база зьвесткаў
rdhtmlbl2.Caption=Разумна & бясьпечна
rdhtmlbl2.Lines.Text=Разумна & бясьпечна
rdhtmlbl3.Caption=Палепшаная хуткадзейнасьць гульняў
rdhtmlbl3.Lines.Text=Палепшаная хуткадзейнасьць гульняў
rdhtmlbl4.Caption=Павялічаная хуткадзейнасьць сыстэмы
rdhtmlbl4.Lines.Text=Павялічаная хуткадзейнасьць сыстэмы
RdLabel1.Caption=Прыярытэт у сьцягваньні й абнаўленьні драйвэраў
RdLabel2.Caption=Аўтаматычнае спампоўваньне й рэзэрваваньне драйвэраў
RdLabel3.Caption=Выяўленьне й абнаўленьне гульнявых кампанэнтаў і прыкладаньняў
RdLabel4.Caption=Скарачэньне ліку завісаньняў, крахаў і збояў сыстэмы

[DB_FormSaleScan]
rdlblpg2More.Caption=Болей...
rdlblpg2P1.Caption=%s праблемаў могуць быць выпраўленыя PRO-рэдакцыяю:
rdlblpg2P2.Caption=Каб выправіць іх, палепшыце Driver Booster да PRO-рэдакцыі зь вялікаю зьніжкаю!
rdlblpg2SubTitle.Caption=Бягучы стан прыладаў:
rdlblpg2Title.Caption=Знойдзена болей праблемаў!
rdlblpg2Caption.Caption=Вы цалкам абаронены нашай гарантыя вяртання грошай 100% на працягу 60 дзён. няма ніякіх пытанняў.
rdlblpg2Caption0.Caption=Ґарантаванае паскарэньне кампутара

[DB_FormSalePopup]
btnClose.Hint=Зачыніць
btnUpgrade.Caption=Актываваць
lblEnterCode.Caption=Азначыць ліцэнзію
lblGuarantee.Caption=60-дзённая ґарантыя вяртаньня грошай
btnCntUpd.Caption=Працягнуць
lblTitleA.Caption=Актывуйце Driver Booster 6 PRO, каб атрымаць доступ да дадатковых функцыяў
rdhtmlbl1.Caption=Павялічаная на <a>200%</a> база зьвесткаў
rdhtmlbl1.Lines.Text=Павялічаная на <a>200%</a> база зьвесткаў
rdhtmlbl2.Caption=Разумна & бясьпечна
rdhtmlbl2.Lines.Text=Разумна & бясьпечна
rdhtmlbl3.Caption=Палепшаная хуткадзейнасьць гульняў
rdhtmlbl3.Lines.Text=Палепшаная хуткадзейнасьць гульняў
rdhtmlbl4.Caption=Павялічаная хуткадзейнасьць сыстэмы
rdhtmlbl4.Lines.Text=Павялічаная хуткадзейнасьць сыстэмы
RdLabel1.Caption=Прыярытэт у сьцягваньні й абнаўленьні драйвэраў
RdLabel2.Caption=Аўтаматычнае спампоўваньне й рэзэрваваньне драйвэраў
RdLabel3.Caption=Выяўленьне й абнаўленьне гульнявых кампанэнтаў і прыкладаньняў
RdLabel4.Caption=Скарачэньне ліку завісаньняў, крахаў і збояў сыстэмы
lblTitleB.Caption=Актывуйце Driver Booster 6 PRO, каб атрымаць доступ да дадатковых функцыяў
lblB1.Caption=Абнаўленьне драйвэраў адною пстрычкай
lblB2.Caption=Прыярытэт у сьцягваньні й абнаўленьні драйвэраў
lblB3.Caption=Выпраўленьне кодаў памылкаў прыладаў
lblB4.Caption=Аўтаматычная спампоўка драйвэраў падчас прастою сыстэмы
lblB5.Caption=Павялічаная хуткасьць спампоўкі
lblB6.Caption=Рэзэрваваньне драйвэраў
lblB7.Caption=Палепшаная стабільнасьць & хуткадзейнасьць гульняў
RdLabel5.Caption=Зараз
RdLabel6.Caption=PRO
lblTitlC.Lines.Text=Актывуйце PRO-рэдакцыю, каб мець магчымасьць выпраўляць памылкі прыладаў
lblDescC.Caption=Гэтая прылада дапаможа Вам выявіць і выправіць няправільныя коды памылкаў у Кіраўніку прыладамі
lblMore.Caption=Болей функцыяў і перавагаў PRO-рэдакцыі:
Labl1.Caption=Аўтаспампоўваньне
Labl2.Caption=Аўтаспампоўваньне
Labl3.Caption=Аўтаспампоўваньне
Labl4.Caption=Павялічаная на 200% база зьвесткаў
Desc1.Caption=Дазваляе аўтаматычнае спампоўваньне драйвэраў падчас прастою сыстэмы
Desc2.Caption=Дазваляе аўтаматычнае спампоўваньне драйвэраў падчас прастою сыстэмы
Desc3.Caption=Дазваляе аўтаматычнае спампоўваньне драйвэраў падчас прастою сыстэмы
Desc4.Caption=Атрымайце прывілеяваны доступ да рэдкіх ці адмысловых драйвэраў. Падтрымлівае боль за 400 000 прыладаў
lblTitleCover.Caption=Падрыхтоўка да абнаўленьня.
lblInfoCover.Caption=Актывуйце PRO-рэдакцыю, каб атрымаць доступ да дадатковых функцыяў.
lbltle1pgd.Caption=Хуткае сьцягваньне
lblinfo1pgd.Caption=На 50% хутчэйшае сьцягваньне падчас прастою сыстэмы.
lbltle2pgd.Caption=Аўтарэзэрваваньне
lblinfo2pgd.Caption=Больш бясьпечнае абнаўленьне з аўтаматычным рэзэрваваньнем перад усталяваньнем новых драйвэраў.
lbltle3pgd.Caption=Болей стабільнасьці
lblinfo3pgd.Caption=Лепшая ўстойлівасьць і хуткадзейнасьць сыстэмы з апошнімі драйвэрамі й гульнявымі кампанэнтамі.

[IObitRegister_FrmDB]
btnClose.Hint=Зачыніць
lblTitle.Caption=ПРАДКАЛЯДНЫЯ ЗЬНІЖКІ
lblTitleDesc.Caption=Падрыхтуйцеся да сьвятаў, скарыстаўшы найшыкоўную прапанову ў 2016!
lblBox.Caption=Калядны эксклюзіў
btnNote1.Caption=Абнаўленьне страчаных & састарэлых драйвэраў
btnNote2.Caption=Выпраўленьне усялякіх памылкаў прыладаў
btnNote3.Caption=Паляпшэньне хуткадзейнасьці гульняў
btnNote4.Caption=Эксклюзіўныя калядныя падарункі
btnActive_L.Caption=Атрымаць прапанову
btnActive_S.Caption=Атрымаць зараз
lblActiveDesc.Caption=Абмежаваная прапанова! Хто не пасьпеў, той спазьніўся!
lblSecure.Caption=Бясьпечная замова
lblSSL.Caption=Засьцярожана пры дапамозе SSL
lblNote.Caption=Болей перавагаў, мы абяцаем:

[Monitor_FormMainInitWizard_M]
M_Rect=Прастакутнік
M_Oval=Авал
M_Text=Тэкст
M_Paintbrush=Пэндзаль
M_Return=Аднавіць (Ctrl + Z)
M_Copy=Капіяваць у Кішэню
M_Exit=Выйсьце
M_Save=Захаваць
M_TipInfo=Здымак захаваны ў Кішэню. Скарыстайцеся Ctrl + V для ўстаўкі.
M_TipShow=Не паказваць ізноў
M_TipSure=Добра
M_NoticeInfo_AB=1. Націсьніце левую кнопку й перасуньце мышку, каб вылучыць вобласьць, зь якой Вы жадаеце зрабіць здымак
M_NoticeInfo_AC=2. Націсьніце правую кнопку мышкі ці Esc, каб выйсьці

[ActionCenter_M]
M_LearnRecommendNote=Рэклама прадукцыі IObit заблакаваная ў мэтах бяспекі.
M_LearnRecommendDesc=Націсніце "Даведацца больш", калі хочаце (на свой страх і рызыка) загружаць і выкарыстоўваць прадукты кампаніі IObit ў "чыстым" выглядзе.
M_LearnMore=Даведацца больш
M_FixAllAC=Атрымаць усё
M_HideAC=Схаваць
M_ShowAC=Паказаць
M_ShowACTitle=Бясьпека & Хуткадзейнасьць
M_ShowACDesc=Усе рэкамэндаваныя праґрамы схаваныя! Пстрыкніце “Паказаць”, каб пабачыць іх, усталяваць і атрымаць найнадзейную абарону й найвышэйшую хуткадзейнасьць.
M_ShowACDesc2=Усе рэкамэндаваныя праґрамы схаваныя! Пстрыкніце “Паказаць”, каб пабачыць іх і ўсталяваць, каб атрымаць найнадзейную абарону й найвышэйшую хуткадзейнасьць.
M_AC_Installed=Усталявана
M_AC_FreeTitle=Бясьпека & Хуткадзейнасьць
M_AC_FreeHelp_Ins=Каб атрымаць найлепшыя абарону й паскарэньне, усталюйце рэкамэндуемыя праґрамы.
M_AC_FreeHelp_Upt=Вы ўсё яшчэ не атрымалі доступ да выпраўленых і новых функцыяў.
M_AC_FreeHelp_OK=Рэґулярны запуск наступных праґрамаў павялічыць хуткадзейнасьць, бясьпеку й стабільнасьць сыстэмы.
M_AC_Free_EULA=Тут таксама ўжываецца раней прынятая Вамі Ліцэнзійная дамова.
M_AC_Free_ReadEULA=Чытаць дамову
M_ShowACTitle2=Нататка!
M_AC_FreeTitle2=Іншае
M_AC_FreeDetail2=Атрымайце лепшыя абарону й хаткадзейнасьць з наступнымі праґрамамі. Узгодненая Вамі <a>Карыстацкая дамова</a> дзейнічае таксама й тут.
M_AC_FreeDetail2_db=Атрымайце лепшыя абарону й хаткадзейнасьць з наступнымі праґрамамі. Узгодненая Вамі <a>Карыстацкая дамова</a> дзейнічае таксама й тут.
M_Scan=Праверка...
M_Recomm_Ins=Раіцца: Усталяваць %s
M_Recomm_Upt=Раіцца: Абнавіць %s
M_none=Ня мае
M_Fix=Усталяваць
M_fixing=Асталяваньне
M_Updating=Абнаўленьне
M_fixed=Атрымана
M_failed=Збой
M_RuningWell=Усталявана апошняя вэрсія
M_Outdated=Састарэла
M_NotInstalled=Неўсталявана
M_ASCCaption=Хуткадзейнасьць сыстэмы
M_ASCInfo_NotIns=У вашай сыстэме выяўлены памылкі ў Рэестры, пагрозы прыватнасьці й сьмецьцевыя файлы.
M_ASCInfo_UpToDate=Advanced SystemCare паскарае й аптымізуе кампутар адною пстрычкай.
M_ASCInfo_NeedUpDate=Праґарама Advanced SystemCare састарэлая.
M_ASCDesc=Ачыстка й паскарэньне кампутара
M_ASCTopSel=Лепшы прадавец
M_ASCTipTitle=Падрабязна
M_ASCTip=Мы абяцаем:<br> Паскарэньне кампутара на 200%<br> Выпраўленьне вялікага ліку памылкаў<br> Паскарэньне злучэньня зь Сецівам на 300%<br> Абарону прыватнасьці
M_RunASC=Праверыць
M_ASCOffer=Ачыстка й аптымізацыя кампутара 1-ю пстрычкаю.<br>Паскарэньне кампутара на 200%.<br>Паскарэньне сеціўнага злучэньня на 300%.<br>Сачэньне за станам сыстэмы ў рэальным часе.<br>Абарона кампутара да шкоднасных праґрамаў.
M_IMFCaption=Абарона ад шпіёнаў
M_IMFInfo_NotIns=Атрымайце лепшую абарону ўсталяваўшы антышпіёнскае прыкладаньне IObit.
M_IMFInfo_UpToDate=IObit MalwareFighter абараняе кампутар ад усялякіх шкоднасных праґрамаў.
M_IMFInfo_NeedUpDate=Прыкладаньне па пошуку шкоднасных праґрамаў састарэлае.
M_IMFDesc=Абарона кампутара ад шкоднасных праґрамаў.
M_IMFTopSel=Лепшы прадавец
M_IMFTipTitle=Падрабязна
M_IMFTip=Мы абяцаем:<br> Поўны доступ да мэханізму Bitdefender<br> Выяўленьне й ухіленьне вялікага ліку пагрозаў<br> Аўтаачыстку сьлядоў працы<br> Аўтаправерка & самаабнаўленьне базы зьвесткаў
M_IMFOffer=Магутная праґрама для абароны ад шкоднасных праґрамаў.<br>Абарона ад шыфравальнікаў накшталт GoldenEye і Wannacry.<br>Бясьпечнае вандраваньне па Сеціве.<br>Абарона сыстэмы ў рэальным часе.
M_DBCaption=Абнаўленьне драйвэраў
M_DBInfo_NotIns_C=Выяўлена %s састарэлых драйвэраў, якія могуць запавольваць і перашкаджаць працы кампутара.
M_DBInfo_NotIns=Маюцца састарэлыя драйвэры, якія могуць запавольваць і рабіць няўстойлівай працу сыстэмы.
M_DBInfo_UpToDate=Driver Booster абнаўляе састарэлыя драйвэры.
M_DBInfo_NeedUpDate=Вашая праґрама абнаўленьня драйвэраў састарэлая.
M_DBDesc=Абнаўленьне састарэлых драйвэраў.
M_DBTopSel=Лепшы прадавец
M_DBTipTitle=Падрабязна
M_DBTip=Мы абяцаем:<br> Абнаўленьне больш за 3,000,000+ драйвэраў<br> Прыярытэт у абнаўленьні драйвэраў<br> Выпраўленьне памылкаў драйвэраў<br> Рэзэрваваньне драйвэраў
M_RunDB=Праверыць
M_SDCaption=Аптымізацыя дыскаў
M_SDInfo_NotIns=Выяўлены праблемы з аптымізацыяй дыскаў, якія могуць запаволіць хуткадзейнасьць сыстэмы.
M_SDInfo_UpToDate=SmartDefrag дэфраґмэнтуе й аптымізуе вашыя цьвёрдыя дыскі.
M_SDInfo_NeedUpDate=Вашая праґрама дэфраґмэнтацыі састарэлая.
M_SDDesc=Дэфраґмэнтацыя й аптымізацыя цьвёрдых дыскаў.
M_SDTopSel=Лепшы прадавец
M_SDTipTitle=Падрабязна
M_SDTip=Мы абяцаем:<br> Бясьпечную дэфраґмэнтацыю<br> Дэфраґмэнтацыю прыкладаньняў Windows 10 metro<br> Павялічэньне хуткадзейнасьці абсталяваньня<br> Стабільнасьць і хуткасьць дыскаў
M_RunSD=Выкананаць
M_SDOffer=Хуткі доступ да файлаў.<br>Паляпшэньне хуткадзейнасьці цьвёрдых дыскаў.<br>Паскарэньне сыстэмы на 100%.<br>Аптымізацыя працы гульняў.
M_SMCaption=Start Menu
M_SMInfo_NotIns=Вярніце назад добра вядомае мэню "Пуск".
M_SMInfo_UpToDate=Start Menu 8 вяртае ў Windows мэню "Пуск".
M_SMInfo_NeedUpDate=Праґрама Start Menu 8 састарэлая.
M_SMDesc=Вяртае ў Windows мэню "Пуск".
M_SMTopSel=Лепшы прадавец
M_SMTipTitle=Падрабязна
M_SMTip=Мы абяцаем:<br> Вяртаньне мэню "Пуск" у Win8/10<br> Бясьпечнае & добра знаёмае клясычнае мэню<br> Хутчэйшы & больш дакладны пошук<br> Магчымасьць карыстацкае наладкі мэню
M_RunSM=Запусьціць
M_SMOffer=Вяртае мэню "Пуск" у Windows 8/10.<br>Магутны й просты пошук файлаў.
M_AMCCaption=Абарона Android-прыладаў
M_AMCInfo_NotIns=Атрымайце лепшую абарону бясьпекі й прыватнасьці вашай Android-прылады.
M_Recomm_Ins_AMC=Раіцца: Усталяваць %s на вашую Android-прыладу.
M_AMCDesc=Аптымізацыя й бясьпека вашае Android-прылады.
M_RunAMC=Усталяваць
M_DLCaption=Кіраўнік паролямі
M_DLInfo_NotIns=Засьцеражыце й кіруйце ўсімі вашымі паролямі пры дапамозе Dashlane Password Manager.
M_DLInfo_UpToDate=Цяпер Вы ніколі не забудзецеся на вашыя паролі з праґрамаю ад Dashlane.
M_DLOffer=Просты й бясьпечны шлях кіраваньня вашымі паролямі.<br>Ґенэрацыя ўнікальных пароляў дзеля абароны вашых рахункаў.<br>Аўтаўваход на вашыя ўпадабаныя вэб-старонкі.<br>Для Windows, Mac, iOS і Android.
M_RunDL=Кіраваць
M_AC_FreeTitleHide1=Усе рэкамэндаваныя праґрамы схаваныя!
M_AC_FreeTitleHide2=Усе рэкамэндаваныя праґрамы схаваныя! Пстрыкніце “Паказаць”, каб пабачыць і ўсталяваць іх, і атрымаць найнадзейную абарону й найвышэйшую хуткадзейнасьць.
M_IUCaption=Высталёўка праґрамаў
M_IUInfo_NotIns=Дапамагае высталяваць непатрэбныя праґрамы, прыладапаліцы й убудовы азіральнікаў.
M_IUInfo_UpToDate=IObit Uninstaller выдаляе дадаткі & прыкладаньні.
M_IUInfo_NeedUpDate=Праґрама IObit Uninstaller састарэлая.
M_IUDesc=Выдаляе шкоднасныя прыкладаньні & убудовы.
M_IUTopSel=Лепшы прадавец
M_IUTipTitle=Падрабязна
M_IUTip=Мы абяцаем:<br>Поўнае выдаленьне рэшткаў высталяваных праґрамаў<br>Сачэньне за высталёўкамі й ґрупавое выдаленьне<br>Выдаленьне найболей "упартых" праґрамаў<br>Выдаленьне шкоднасных & рэклямных убудоваў<br>Абнаўленьне істотных праґрамаў
M_RunIU=Выканаць
M_IUOffer=Поўнае выдаленьне рэшткаў высталяваных праґрамаў.<br>Сачэньне за высталёўкамі й ґрупавое выдаленьне.<br>Выдаленьне найболей "упартых" праґрамаў.<br>Хуткае выдаленьне шкоднасных & рэклямных убудоваў і пашырэньняў.<br>Абнаўленьне істотных праґрамаў.
M_FPCaption=Video Converter
M_FPInfo_NotIns=Атрымайце відэаканвэртар, каб пераўтвараць вашыя відэафайлы для розных прыладаў.
M_FPInfo_UpToDate=Атрымайце асалоду ад прагляду ўпадабанага відэа на любой прыладзе.
M_FPInfo_NeedUpDate=Кодэкі састарэлыя.
M_iFreeUpCaption=Аптымізацыя iOS
M_RuniFreeUp=Праверыць
M_BuyiFreeUp=Набыць
M_iFreeUpDesc=Вызваліце дыскавую прастору на вашай iOS-прыладзе.
M_iFreeUpInfo_NotIns=Ільга вызваліць дыскавую прастору на вашай iOS-прыладзе.
M_iFreeUpInfo_UpToDate=iFreeUp дапамагае вызваліць дыскавую прастору на iOS-прыладах.
M_iFreeUpInfo_NeedUpDate=Праґрама iFreeUp састарэлая.
M_Recomm_Ins_iFreeUp=Раіцца: Усталюйце %s, каб вызваліць дыскавую прастору.
M_RunSGB=Паскорыць
M_SGBCaption=Аптымізацыя гульняў
M_SGBInfo_NotIns=Паскорце ваш кампутар для найлепшае хуткадзейнасьці гульняў.
M_SGBInfo_UpToDate=Аптымізацыя й паскарэньне вашых гульняў адною пстрычкай.
M_SGBInfo_NeedUpDate=Праґрама аптымізацыі гульняў састарэлая.
M_RunIVC=Паспрабаваць
M_IVCCaption=Дармавы пераўтваральнік відэа
M_IVCInfo_NotIns=На 100% вольны й чысты, больш за 150 фарматаў, хуткае пераўтварэньне!
M_IVCInfo_UpToDate=Атрымайце асалоду ад прагляду ўпадабанага відэа на любой прыладзе.
M_IVCInfo_NeedUpDate=Праґрама iFun Video Converter састарэлая.
M_RunIOT=Кіраваць
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Імпарт, экспарт і кіраваньне фатаздымкамі, відэа- й аўдыёфайламі на вашай iOS-прыладзе пры дапамозе аднае пстрычкі.
M_IOTInfo_UpToDate=Праґрама IOTransfer у парадку.
M_IOTInfo_NeedUpDate=Праґрама IOTransfer састарэлая.
M_TipTitle=Выканаць
M_IOTTip=Перавагі IOTransfer:<br> Перанос фота/аўдыёфайлаў без абмежаваньняў<br> Лёгкае кіраваньне зьмесьцівам iPhone<br> Ачыстка iOS-прыладаў ад сьмецьця<br> Сьцягваньне відэа з вэб-старонкаў на iPhone/PC
M_IOTDesc=Кіраўнік "усё ў адным" для iPhone & iPad.
M_IOTOffer=Лепшы кіраўнік файламі на iPhone/iPad.<br>Перанос зьвесткаў 1-ю пстрычкаю паміж iPhone/iPad/iPod/PC.<br>Сьцягваньне відэа з больш за 100 папулярных старонкаў у Сеціве.<br>Ачыстка ад сьмецьця.
M_TopSel=Лепшы прадавец
M_VipTitle=Эксклюзіўная VIP-прапанова
M_AC_ShareTip=Падзяліцеся эксклюзіўнаю прапановаю з вашымі сваякамі й сябрамі
M_AC_Pro_Title=Іншыя прадукты для аптымізацыі й абароны сыстэмы.
M_ACPro_SubTitle=Набудзьце зараз, каб атрымаць ЭКСКЛЮЗІЎНУЮ зьніжку толькі для карыстачоў ASC PRO.
M_ACPro_SubTitle_AU=Набудзьце зараз, каб атрымаць ЭКСКЛЮЗІЎНУЮ зьніжку толькі для карыстачоў ASC Ultimate.
M_ActionCenterTitle_Perfectly=Усе праґрамы ў выдатным стане!
M_ACPro_SubTitle_db=Набудзьце зараз, каб атрымаць ЭКСКЛЮЗІЎНУЮ зьніжку толькі для карыстачоў Driver Booster PRO.
M_SubTitle_Perfectly=Рэґулярна запускайце наступныя праґрамы, каб трымаць кампутар абароненым і аптымізаваным. Атрымлівайце асалоду ад іх выкарыстаньня.
M_ShowACTitlePro=Эксклюзіўная VIP-прапанова
M_ShowACDescPro=Пстрыкніце “Паказаць”, каб атрымаць ЭКСКЛЮЗІЎНУЮ зьніжку на іншыя рэкамэндуемыя прадукты IObit.
M_AC_ProShareMail=Падзяліцца праз эл. пошту
M_AC_ProShareFB=Падзяліцца праз Facebook
M_AC_NoMailCLient=Збой выкананьня дзеяньня з-за недакладна ўсталяванага паштовага кліенту.
M_BuyIMF=Набыць
M_BuyDB=Набыць
M_BuySD=Набыць
M_BuyIU=Набыць
M_BuySM=Набыць
M_BuyASC=Набыць
M_BuyIOT=Набыць
M_SU_UpdateAll=Абнавіць усё
M_SU_ActiveAutoUpt=Дазволіць аўтаабнаўленьне
M_SU_Title=Абнаўляльнік
M_SU_Help=Дапамагае хутка й лёгка атрымаць абнаўленьні істотных праґрамаў.
M_SU_Ignored=Прапушчана
M_SU_Upting=Абнаўленьне
M_SU_Update=Абнавіць
M_SU_UptoDate=Абноўлена
M_SU_StopIg=Не іґнараваць
M_SU_Ignore=Іґнараваць
M_SU_NewVer=Новая вэрсія:
M_SU_InsVer=Бягучая вэрсія:
M_Hot=HOT
M_RunKV=Запусьціць
M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=Хуткае сьцягваньне відэа з YouTube ды інш. 10 000 старонкаў.
M_kvpInfo_UpToDate=Сьцягвайце відэа з YouTube і інш. 10 000 старонкаў!
M_KVPDesc=Сьцягвайце відэа з YouTube і інш. 10 000 старонкаў.
M_RunKVP=Запусьціць
M_BuyKVP=Набыць
M_KVPTipTitle=Падрабязна
M_KVPTip=Мы абяцаем:<br> Сьцягваньне відэа з больш за 10 000 старонкаў.<br> Любы фармат відэа.<br> Пакетнае сьцягваньне YouTube- & Lynda-сьпісаў прайграваньня.<br> Утрая хутчэй за звычайных спампоўшчыкаў.
M_kvpOffer=Хуткае сьцягваньне відэа з YouTube і яшчэ 10 000 вэб-старонкаў.<br>Выбар патрэбнага фармату адною пстрычкай.<br>Ґрупавое сьцягваньне па YouTube- & Lynda-сьпісам прайграваньня.<br>Павялічаная ў 3 разы хуткасьць сьцягваньня.<br>Пераўтварэньне відэафайлаў у любы патрэбны фармат
M_RunAoMeiBackupper=Запусьціць
M_BuyAoMeiBackupper=Набыць
M_AoMeiBackupperTipTitle=Падрабязна
M_Close=Зачыніць
M_Cancel=Скасаваць
M_Moffer_Install=Усталяваць
M_Moffer_NoteEP=Пстрыкнуўшы “Усталяваць”, Вы даяце згоду на ўсталёўку праґрамы %s і прымаеце яе <a>Карыстацкую дамову</a> & <a>Палітыку прыватнасьці</a>
M_Moffer_Refund=<a>Нататка:</a> Вы можаце вярнуць свае грошы на працягу 30 дзён. Чытац <a>Умовы вяртаньня</a>.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion абароніць Вас ад фішынґавых і шкоднасных старонкаў.
M_AdawareInfo_UpToDate=Web Companion абароніць Вас ад фішынґавых і шкоднасных старонкаў.
M_AdawareOfferDesc=Усталяваць Web Companion, каб узмацніць маю сеціўную бясьпеку й прызначыць Bing® ад Microsoft™ маёю змоўчнаю хатняю старонкаю, пачатковаю закладкаю й змоўчнаю шукаркай ва ўсіх сумяшчальных азіральніках.
M_AdawareOffer=Хуткая й лёгкая ўсталёўка.<br>Абарона супраць фішынґу.<br>Абарона ў Сеціве ў рэальным часе.<br>Шматбраўзэрная сумяшчальнасьць.

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=Абнаўленьне ўручную
lblActiveTitle.Caption=Абрыдла абнаўляць праґрамы ўручную?
btnActiveAutoUpt.Caption=Дазволіць аўтаабнаўленьне
btnDonotShow.Caption=Болей не паказваць
lblClose.Caption=Зачыніць

[DB_FormGuideInterface]
lblTitle.Caption=Ура! Усе драйвэры абноўленыя!
lblDes.Caption=База зьвесткаў увесь час абнаўляецца, у яе дадаюцца новыя прылады.
lblHistoryView.Caption=Гісторыя
lblScanMore.Caption=ШУКАЦЬ БОЛЕЙ
rdhtmlbldes.Caption=База зьвесткаў увесь час абнаўляецца, у яе дадаюцца новыя прылады.
btnClose.Hint=Зачыніць
btnDisappear.Hint=Назад
btnMax.Hint=Разгарнуць
btnMin.Hint=Схаваць
btnRestore.Hint=Аднавіць

[DB_FormPcPerScan]
lbltitle.Caption=Праверка хуткадзейнасьці
lblTipCap.Caption=Праблемаў ня знойдзена. Але каб цалкам абараніць ваш кампутар, раім усталяваць Advanced SystemCare.
rdhtmldes.Caption=<a>%d</a> пункт(а,аў) знойдзена <a>(%s)</a>
btnfix.Caption=Выправіць
btnstop.Caption=Спыніць
btnInstall.Caption=Усталяваць
btnclose.Hint=Зачыніць

[DB_FormScanWithPro]
lblTitle.Caption=Скарыстаць PRO
btnUpgrade.Caption=Палепшыць
lblLicense.Caption=Азначыць ліцэнзію
btnclose.Hint=Зачыніць

[DB_FormBoostDetails]
lblInfo.Caption=Ваш кампутар паскораны пасьля выкананьня наступнае аптымізацыі.

[DB_FormBoostConfig]
lblRecommend.Caption=<a>Раіцца</a>
lblLoading.Caption=Загрузка...

